Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# common_tags
source: Tags
ar: العلامات الشخصية
zh_hans: 标签

# common_female
source: Female
ar: أنثى
zh_hans: 女

# common_male
source: Male
ar: ذكر
zh_hans: 男

# common_retry
source: Retry
ar: أعد المحاولة
zh_hans: 重试

# common_top_up_benefits
source: Top-up benefits
ar: فوائد اعادة الشحن
zh_hans: 充值福利

# common_media_conflic_tip
source: Confirm exit %@ to enter %@
ar: تأكيد خروج%@ للدخول إلى%@؟
zh_hans: 确认退出%@进入%@？

# common_speaker
source: Speaker
ar: مكبر الصوت
zh_hans: 扬声器

# common_rematch
source: Rematch
ar: مطابقة مرة أخرى
zh_hans: 重新匹配

# common_match_failed
source: Chat match failed
ar: فشل مطابقة الدردشة
zh_hans: 匹配失败

# common_match_not_find_friend
source: Did not find a suitable friend
ar: لم أجد الصديق المناسب
zh_hans: 未找到合适朋友

# common_i_want_find
source: I want to find
ar: أريد المطابقة
zh_hans: 我想匹配

# common_neglect
source: Neglect
ar: تجاهل
zh_hans: 忽略

# common_answer
source: Answer
ar: رد
zh_hans: 应答

# common_click_to_match
source: Click to match
ar: بدء عملية المطابقة
zh_hans: 开始匹配

# common_me
source: Me
ar: أنا
zh_hans: 我

# common_mystery_friend
source: Mystery friend
ar: صديق غامض
zh_hans: 神秘朋友

# common_public
source: Public
ar: عام
zh_hans: 公开

# common_man
source: man
ar: رجل
zh_hans: 男人

# common_woman
source: woman
ar: أنثى
zh_hans: 女人

# common_merchant
source: Merchant
ar: وكيل شحن
zh_hans: 商人

# common_room
source: Room
ar: غرف
zh_hans: 房间

# common_gold_coin_not_enough
source: Insufficient coins
ar: كوينزات غير كافية
zh_hans: 金币不足

# common_buy
source: Buy
ar: شراء
zh_hans: 购买

# common_add
source: Add
ar: إضافة
zh_hans: 添加

# common_input_invalid
source: Input invalid
ar: مدخل غير صالح
zh_hans: 无效的输入

# common_can_not_open_super_mic
source: You need to become %@ to use super mic
ar: يرجى فتح %@ لاستخدام الميكروفون الفائق
zh_hans: 你需要成为%@才能使用超级麦位

# common_can_not_send_vip_gift
source: You are not Aristocracy now, can not send Aristocracy exclusive gift, please become Aristocracy first.
ar: أنت لست شخصًا مهمًا بعد ، ولا يمكنك إرسال هدايالست نبيل الان، لا يمكنك إهداء الهدايا المخصصة للنبيل
zh_hans: 你还不是贵族，不能送贵族礼物

# common_can_not_send_exclusive_vip_gift
source: This gift can only be sent by %@ Aristocracy, please become %@ first.
ar: لا يمكن تقديم هذه الهدية إلا بواسطة %@ من المستخدمين ، يرجى فتح %@ الأرستقراطية أولاً
zh_hans: 该礼物仅%@等级用户可赠送，请先开通%@贵族

# common_none
source: None
ar: لا يوجد
zh_hans: 没有

# common_relieve
source: Relieve
ar: مسح
zh_hans: 解除

# common_go
source: Go
ar: اذهب
zh_hans: 传送

# common_on_mic
source: On mic
ar: الصعود علي الميكروفون
zh_hans: 上麦

# common_receive
source: Receive
ar: استلام
zh_hans: 领取

# common_check
source: Check
ar: يفحص
zh_hans: 查看

# common_reward_name_day
source: %@ x%@ days
ar: أيام %2$@ * %1$@
zh_hans: %@ x%@天

# common_reward_day
source: x%@ days
ar: * %@ أيام
zh_hans: x%@天

# common_i_know
source: I see
ar: حسنًا
zh_hans: 我知道了

# common_go_see
source: Go and check
ar: مراجعة
zh_hans: 去查看

# common_dear
source: Dear, %@
ar: عزيزي %@
zh_hans: 亲爱的%@

# common_replace_cover
source: Replace cover
ar: استبدال الغطاء
zh_hans: 替换封面

# common_sensitive_words_error_1
source: The content you posted involves sensitive words and cannot be sent. If you trigger it multiple times, your account will be banned.
ar: المعلومات التي أرسلتها تحتوي على كلمات حساسية، لا يسمح إرسالها، سيتم تبنيد حسابك في حالة إرسالها عدة مرات
zh_hans: 你发的内容触及敏感词汇，不可发送，多次触发会被封禁账号

# common_sensitive_words_error_2
source: The content you entered involves sensitive words, cannot enter. If you trigger it multiple times, your account will be banned.
ar: المعلومات التي أرسلتها تحتوي على كلمات حساسية، لا يسمح كتابتها، سيتم تبنيد حسابك في حالة كتابتها عدة مرات
zh_hans: 你输入的内容触及敏感词汇，不可输入，多次触发会被封禁账号

# common_sensitive_words_error_3
source: You enter sensitive words 3 times, this feature is disabled for 24 hours.
ar: لقد ارسلت المعلومات تحتوي على كلمات حساسية 3 مرات، سيتم عرقلة استخدام هذه الوظيفة لمدة 24 ساعة
zh_hans: 你触发三次敏感词，该功能被限制使用24小时

# common_copy
source: Copy
ar: ينسخ
zh_hans: 复制

# common_no_permission
source: No permission
ar: ليس هناك صلاحيات
zh_hans: 没有权限

# common_invalid_link
source: Invalid link
ar: ارتباط غير صالح
zh_hans: 无效链接

# common_sending
source: Sending
ar: جاري الإرسال
zh_hans: 发送中

# common_ask_for_gift
source: Ask for gift
ar: طلب هدية
zh_hans: 索要礼物

# common_month_num
source: %@ month
ar: %@ شهر
zh_hans: %@ 月

# common_file_partly_upload_fail
source: Some pictures failed to upload, please try again
ar: فشل تحميل بعض الصور ، يرجى المحاولة مرة أخرى
zh_hans: 一些图片上传失败了，请重试

# common_more
source: More
ar: أكثر

# common_party_square
source: Activity Square
ar: حدث بلازا
zh_hans: 活动广场

# common_share
source: Share
ar: شارك
zh_hans: 分享

# common_next
source: Next
ar: الخطوة التالية
zh_hans: 下一步

# common_finish
source: Finish
ar: أنهى
zh_hans: 完成

# common_replace
source: Replace
ar: استبدال
zh_hans: 替换

# common_minutes
source: %@ minutes
ar: %@ دقائق
zh_hans: %@分钟

# common_complete
source: Complete
ar: انتهي
zh_hans: 完成

# common_please_enter
source: Please enter
ar: من فضلك قم بالإدخال
zh_hans: 请输入

# common_choose
source: choose
ar: إختيار
zh_hans: 选择

# common_yes
source: Yes
ar: نعم
zh_hans: 是

# common_no
source: No
ar: لا
zh_hans: 否

# common_id_limit
source: Custom ID cannot exceed %@ digits
ar: لا يمكن أن يتجاوز المعرف المخصص %@ أرقام
zh_hans: 定制ID不能超过%@位

# common_under_review
source: Under review
ar: قيد المراجعة
zh_hans: 审核中

# common_audit_not_passed
source: Audit not passed
ar: فشلت المراجعة
zh_hans: 审核未通过

# common_image_upload_failed
source: Image upload failed, please retry
ar: فشل تحميل الصورة ، يرجى المحاولة مرة أخرى
zh_hans: 图片上传失败，请重试

# common_rule
source: Rule
ar: القواعد
zh_hans: 规则

# common_result
source: Result
ar: النتيجه
zh_hans: 结果

# common_time_duration
source: Duration
ar: المدة الزمنية
zh_hans: 时长

# common_start
source: Start
ar: بدء
zh_hans: 开始

# common_contact
source: Contact
ar: اتصل به
zh_hans: 联系他

# common_ok
source: OK
ar: حسنًا
zh_hans: 好的

# common_today
source: Today
ar: اليوم
zh_hans: 今天

# common_yesterday
source: Yesterday
ar: الامس
zh_hans: 昨天

# common_this_week
source: This week
ar: .هذا الاسبوع
zh_hans: 本周

# common_last_week
source: Last week
ar: الأسبوع الماضي
zh_hans: 上周

# common_customer_service
source: Customer service
ar: خدمة العملاء
zh_hans: 客服

# common_picture_evidence
source: Picture evidence(Support 4 pictures)
ar: دليل الصورة (يدعم 4 صور)
zh_hans: 图片证据（支持4张）

# common_video_evidence
source: Video evidence(Support 1 segment videos)
ar: دليل الفيديو (يدعم 1 مقاطع)
zh_hans: 视频证据（支持1段）

# common_upload_resource_failed
source: Upload evidence failed, please retry
ar: فشل تحميل الدليل ، يرجى المحاولة مرة أخرى
zh_hans: 证据上传失败，请重试

# common_must_upload_evidence
source: Must upload evidence
ar: يجب تحميل الدليل
zh_hans: 必须上传证据

# common_warn
source: Warn
ar: تحذير
zh_hans: 警告

# common_size_limited
source: Send file size must less than %@
ar: لا يمكن أن يتجاوز حجم ملف الإرسال %@
zh_hans: 发送文件大小不能超过%@

# common_update_downloaded
source: An update has just been downloaded
ar: تم تحميل التحديث للتو.
zh_hans: 应用更新已经下载完成

# common_restart
source: Restart
ar: إعادة بدء
zh_hans: 重启

# common_remind
source: Remind
ar: تذكير
zh_hans: 提醒

# common_giving
source: Give away
ar: إهداء
zh_hans: 赠送

# common_enter_other_id
source: Enter the other party's ID
ar: أدخل رقم حساب الطرف الآخر
zh_hans: 输入对方ID

# common_input_no_intimacy_id
source: The CP/Friend ID you entered does not exist
ar: رقم CP / أيدي الصديق الذي أدخلته غير موجود
zh_hans: 您输入的CP/Friend的ID不存在

# common_ring
source: Ring
ar: خاتم
zh_hans: 戒指

# common_love_store
source: Love Store
ar: متجر الحب

# common_click_to_select
source: Click to select
ar: انقر للاختيار
zh_hans: 点击选择

# common_must_fill
source: Please fill %@
ar: يرجى ملء %@
zh_hans: 请填写%@

# common_must_select
source: Please select %@
ar: الرجاء الاختيار %@
zh_hans: 请选择%@

# common_join
source: Join
ar: إنضمام
zh_hans: 加入

# common_joined
source: Joined
ar: تم الانضمام
zh_hans: 已加入

# common_list
source: List
ar: القائمة
zh_hans: 列表

# common_task
source: Task
ar: المهام
zh_hans: 任务

# common_invalid_content
source: Invalid content
ar: محتوى غير صالح
zh_hans: 无效的内容

# common_put_away
source: Put away
ar: استلام
zh_hans: 收起

# common_enter_whatsapp
source: Please enter WhatsApp account
ar: الرجاء إدخال حساب WhatsApp الخاص بك
zh_hans: 请输入whatsapp账号

# common_enter_id
source: Enter ID
ar: أدخلID
zh_hans: 输入ID

# common_lucky_congratulations_gift_reward
source: Congratulations to %1$@ for sending out %2$@ and %3$@ times gold reward
ar: تهانينا لـ%1$@ على إرسال%2$@ وجائزة%3$@ العملات الذهبية
zh_hans: 恭喜%1$@送出%2$@爆出%3$@倍金币奖励

# common_lucky_gift_reward
source: sends out %1$@, and %2$@ times gold coins are rewarded
ar: أرسل%1$@ واحصل علي%2$@ مرات مكافأة على شكل عملة ذهبية
zh_hans: 送出%1$@爆出%2$@倍金币奖励

# common_times
source: %@ times
ar: %@ مرات
zh_hans: %@倍

# common_get_coin
source: Get gold coins: %@
ar: العملات الذهبية:%@
zh_hans: 获得金币：%@

# common_get_reward_coin
source: The %@ gold coin you got has been put into the wallet
ar: تم وضع العملات الذهبية التي حصلت عليها %@ في المحفظة
zh_hans: 您获得的%@金币已放入钱包

# common_invisible_forbidden
source: You are invisible now and can not continue your action.
ar: لا يمكن لمستخدمي وضع التصفح المتخفي إجراء هذه العملية.
zh_hans: 隐身用户无法进行该操作

# common_can_not_send_level_vip_gift
source: This gift can only be sent by %@ Aristocracy, please become %@ first.
ar: لا يمكن تقديم هذه الهدية إلا بواسطة %s من المستخدمين ، يرجى فتح %s الأرستقراطية أولاً
zh_hans: 该礼物仅%s等级用户可赠送，请先开通%s贵族

# common_go_open_vip
source: Buy %@
ar: الذهاب لفتح %@
zh_hans: 去开通%@

# common_fans_num
source: %@ followers
ar: %@ معجب
zh_hans: %@个粉丝

# common_search_enter_user_id
source: Enter ID, separate multiple with ";"
ar: أدخل المعرف ، لإضافة أكثر من مضيف يمكنك استخدام امتداد ";"
zh_hans: 输入ID，多个用";"隔开

# common_chat_ai
source: Chat AI
ar: مساعد الدردشة
zh_hans: 聊天助手

# common_luck_fruit
source: Lucky fruit
ar: فاكهة الحظ
zh_hans: 幸运水果

# common_customized
source: Customized
ar: تخصيص
zh_hans: 定制

# common_send_gift_multi
source: %1$@, %2$@ and %3$@ other people
ar: %1$@، %2$@ و %3$@ أشخاص آخرين
zh_hans: %1$@，%2$@等%3$@人

# common_received
source: Received
ar: تم تلقيها
zh_hans: 已领取

# common_gold_coin_not_enough_dialog_msg
source: Insufficient gold coins, recharge immediately
ar: العملات الذهبية غير كافية ، قم باعادة الشحن على الفور
zh_hans: 金币不足，请去充值

# common_ludo
source: Ludo
ar: لودو

# common_play
source: Play
ar: بدء
zh_hans: 开始

# common_classic
source: Classic
ar: كلاسيك
zh_hans: 经典

# common_quick
source: Quick
ar: سريع
zh_hans: 快速

# common_coins
source: %@ coins
ar: %@ عملات ذهبية
zh_hans: %@ 金币

# common_back
source: Back
ar: رجوع
zh_hans: 返回

# common_waiting
source: Waiting
ar: جاري الانتظار
zh_hans: 等待中

# common_tips
source: Tips
ar: نصائح
zh_hans: 提示

# common_recharge
source: Recharge
ar: تعبئة رصيد
zh_hans: 充值

# common_spend_coins_join_game_tip
source: Sure to spend %@ gold coins to join the game?
ar: هل أنت متأكد من إنفاق %@ عملات ذهبية للدخول إلى اللعبة؟
zh_hans: 确定花费%@金币加入游戏？

# common_remove_from_game
source: Remove from Game
ar: إزالة من اللعبة
zh_hans: 移出游戏

# message_title
source: Message
ar: الرسائل
zh_hans: 消息

# message_chat_list_empty
source: No messages
ar: لا توجد أخبار
zh_hans: 暂无消息

# message_send
source: Send
ar: إرسال
zh_hans: 发送

# message_hint_chat_input
source: Type a message
ar: إرسال رسالة
zh_hans: 输入消息

# message_send_limit_tips
source: You can only send 5 messages at most, and the other party will resume normal chat after following you
ar: يمكنك فقط إرسال 5 رسائل على الأكثر ، وسيستأنف الطرف الآخر الدردشة العادية بعد متابعتك
zh_hans: 你最多只能发送5条消息，对方关注你后会恢复正常聊天

# message_followed_successfully
source: Followed successfully
ar: تمت المتابعة بنجاح
zh_hans: 关注成功

# message_copy
source: copy
ar: نسخ
zh_hans: 复制

# message_delete
source: delete
ar: حذف
zh_hans: 删除

# message_follow_capital_first
source: Follow
ar: متابعة
zh_hans: 关注

# message_followed_capital_first
source: Followed
ar: تمت المتابعة
zh_hans: 已关注

# message_delete_capital_first
source: Delete
ar: حذف
zh_hans: 删除

# message_today
source: today
ar: اليوم
zh_hans: 今天

# message_yesterday
source: yesterday
ar: في الامس
zh_hans: 昨天

# message_open_notification
source: Turn off notifications, you may miss important messages
ar: قم بإيقاف تشغيل الإشعارات ، فقد تفوتك رسائل مهمة
zh_hans: 关闭通知，可能错过重要消息

# message_open
source: Open
ar: فتح
zh_hans: 打开

# message_match_people
source: %s people are waiting for you
ar: %s شخص في انتظارك
zh_hans: %s人 正在等你

# message_remain_times
source: Remaining times today: %s
ar: المرات المتبقية اليوم %s
zh_hans: 今日剩余次数：%s

# message_match_chat_rule
source: Please speak politely, if you encounter or harassment, please report it immediately.
ar: يرجى الدردشة بأدب ، إذا واجهت إساءة أو مضايقة ، يرجى الإبلاغ على الفور
zh_hans: 请礼貌聊天，如遇到谩骂或骚扰行为，请立即举报

# message_chat_matching
source: Chat matching
ar: جاري مطابقة الدردشة
zh_hans: 聊天匹配中

# message_view_home
source: View Home
ar: عرض الصفحة الرئيسية
zh_hans: 查看主页

# message_follow
source: I followed you
ar: قام بمتابعتك
zh_hans: 我关注了你

# message_unknown
source: [Unknown message]
ar: [رسالة غير معروفة]
zh_hans: [未知消息]

# message_image
source: [Photo]
ar: [صورة]
zh_hans: [图片]

# push_notify_setter_msg
source: Open the notification, don't miss important news
ar: قم بإيقاف تشغيل الإشعارات ، فقد تفوتك رسائل مهمة
zh_hans: 关闭通知，可能错过重要消息

# message_video
source: [Video]
ar: [فيديو]
zh_hans: [视频]

source: Customer service
ar: خدمة العملاء
zh_hans: 客服

source: Online
ar: متصل بالإنترنت
zh_hans: 在线

source: Offline
ar: غير متصل بالإنترنت
zh_hans: 离线

source: Photo album
ar: إلبوم الصور
zh_hans: 相册

source: Received products will be displayed on your profile homepage and relationship homepage synchronously
ar: سيتم عرض المنتجات المستلمة على الصفحة الرئيسية لملفك الشخصي والصفحة الرئيسية للعلاقة بشكل متزامن
zh_hans: 收到的商品会同步展示到您的个人资料主页、亲密关系主页中

source: Give you
ar: أرسل لك
zh_hans: 送你

source: Gift Notification
ar: إشعار الهدية
zh_hans: 收礼通知

source: If the product received is from your CP or Friend, the product will be displayed on your profile home page [Received Product], and the [Showcase] on the home page of your intimate relationship with him/her, otherwise it will only be displayed on your personal profile. Information Homepage Display
ar: إذا كان المنتج المستلم من CP أو صديقك ، فسيتم عرض المنتج على الصفحة الرئيسية لملفك الشخصي [المنتج المستلم] ، و [نافذة العرض] على الصفحة الرئيسية لعلاقتك القوية معه / معها ، وإلا فسيكون فقط معروض في الصفحة الرئيسية للمعلومات بملفك الشخصي
zh_hans: 若收到的商品来自您的CP或者Friend，该商品会在您的个人资料主页【收到的商品】、您和他/她的亲密关系主页的【橱窗】中展示，否则只在您的个人资料主页展示

source: Check
ar: يفحص
zh_hans: 查看

# message_lower_level_error
source: Only when the level is greater than %@ can you greet the user.
ar: فقط لمستخدم مستواه فوق %@ يمكن يقوم بالتحية لمستخدمين
zh_hans: 等级大于%@才能向用户打招呼

# message_chat_ai
source: Chat AI
ar: مساعد الدردشة

# message_pull_more_history_messages
source: Pull-down to view history
ar: اسحب لأسفل لعرض السجلات
zh_hans: 下拉查看历史消息

# message_chat_ai_hi_message
source: Hey, I'm Lama Chat AI, nice to meet you...
ar: مرحباً ، أنا Lama Chat AI ، سعدت بلقائك ~
zh_hans: HI，我是Lama Chat AI，很高兴见到您～

# message_chat_ai_req_failed
source: Dear, Lama AI response fail this time because of time out, please consult again later...
ar: عزيزي ، انتهت مهلة استجابة Lama AI ، يرجى الرجوع مرة أخرى ...
zh_hans: 亲爱的，Lama AI回复超时，请再次咨询...

# message_chat_ai_busy
source: Honey, i am busy for settling your last question, you can ask me next one after i solve it, wait mins ... hahah
ar: عزيزي، يمكنك أن تسألني السؤال التالي ، بعد أن انتهي من الإجابة على السؤال السابق، أنا مشغول جدًا ...
zh_hans: 宝，等我回复完上一个问题，你再问我下个问题啦，忙死我了...

# message_chat_ai_reach_daily_limited
source: Sorry dear, you can only ask 20 questions a day because i need to rest to supple energy.
ar: عفوا ياعزيزي، يمكنك فقط تسال ٢٠ أسئلة كل يوم بسبب انا احتاج الى الاستراحة
zh_hans: 对不起亲爱的，你一天只能问20个问题，因为我需要休息补充能量

# message_gift_notice_new_msg
source: You have received a store item
ar: لقد تلقيت عنصر المتجر
zh_hans: 你有收到的商城商品

# message_activity_section
source: Activity Rewards
ar: مكافآت الفعالية
zh_hans: 活动奖励

# message_activity_is_over
source: Activity End
ar: انتهت الفعالية
zh_hans: 活动已结束

# message_activity_has_sended
source: Following rewards you won in the activity have been sent, please go and check.
ar: تم إصدار المكافآت التي حصلت عليها في هذه الفعالية. إليك الجوائز التي حصلت عليها:
zh_hans: 您在本次活动中获得的奖励已发放，奖励如下

# message_reject_greet_error
source: The peer user does not receive greeting messages
ar: الطرف الآخر لا يتلقى رسالة الترحيب
zh_hans: 对方不接收打招呼消息

# message_session_hidden_confirm
source: "Do not Show" does not result in loss of chat history
ar: عدم العرلن يتسبب في فقدان سجل الدردشة
zh_hans: "不显示"不会导致聊天记录丢失

# message_reject_followed_error
source: The peer user does not receive the message from the followed user
ar: الطرف الآخر لا يتلقى رسائل من المستخدم المتابع
zh_hans: 对方不接收已关注用户消息

# message_session_delete_confirm
source: Sure you want to delete the chat history?
ar: هل أنت متأكد أنك تريد حذف سجل الدردشة؟
zh_hans: 确定要删除聊天记录？

# message_reject_friend_error
source: The peer user does not receive messages from friend users
ar: الطرف الآخر لا يتلقى رسائل من المستخدمين الأصدقاء
zh_hans: 对方不接收好友用户消息

# message_session_hidden
source: Hide
ar: مخفي
zh_hans: 不显示

# profile_file_partly_upload_fail
source: Some pictures failed to upload, please try again
ar: فشل تحميل بعض الصور ، يرجى المحاولة مرة أخرى
zh_hans: 一些图片上传失败了，请重试

source: Accept
ar: قبول
zh_hans: 接受

source: Server operate failed, please retry
ar: فشلت العملية ، يرجى المحاولة مرة أخرى
zh_hans: 操作失败，请重试

source: Activity Square
ar: حدث بلازا
zh_hans: 活动广场

source: In progress
ar: جاري القيام بها
zh_hans: 正在进行

source: About to start
ar: على وشك أن تبدأ
zh_hans: 即将开始

source: Create activity
ar: انشاء حدث
zh_hans: 创建活动

source: Create an activity to upgrade quickly
ar: أنشئ حدثًا للترقية بسرعة
zh_hans: 创建活动快速升级

source: The number of activitys you created today has been used up
ar: تم استخدام عدد الأحداث التي أنشأتها اليوم
zh_hans: 你今天创建活动数量已用完

source: 2000EXP reward
ar: مكافأة 2000EXP
zh_hans: 2000EXP 奖励

# part_reward_description
source: Meet any of the following conditions 1. During the activity, the number of diamonds sent to the room reaches 1,000 diamonds; 2. During the activity, the maximum number of online users reached 40;
ar: استيفاء أي من الشروط التالية 1. خلال الحدث ، يصل عدد الماسات المرسلة في الغرفة إلى 1000 ماسة؛ 2. خلال الحدث ، بلغ الحد الأقصى لعدد المستخدمين عبر الإنترنت 40 ؛
zh_hans: 满足以下任意条件 1. 活动期间房间送钻数达到1000钻； 2. 活动期间最高在线人数达到40人；

source: get
ar: فهمت
zh_hans: 知道了

# part_reward_desc_one
source: The number of diamonds you sent in your activity room reached 1,000 diamonds, and you were rewarded with 1,000 EXP
ar: وصل عدد الماسات التي أرسلتها في غرفة نشاطك إلى 1000 ماسة ، وتمت مكافأتك بـ 1،000 EXP
zh_hans: 你的活动房间送钻数达到了1000钻，获得了1000EXP的奖励

# part_reward_desc_two
source: The highest number of people online in your activity reached 40 people, and you got a reward of 1,000 gold coins
ar: وصل أكبر عدد من الأشخاص عبر الإنترنت في حدثك إلى 40 شخصًا ، وحصلت على مكافأة قدرها 1000 قطعة ذهبية
zh_hans: 你的活动最高在线人数达到了40人，获得了1000金币的奖励

source: details of the activity
ar: تفاصيل الحدث
zh_hans: 活动详情

source: Details Description
ar: وصف الحدث
zh_hans: 活动说明

source: activity theme
ar: موضوع الحدث
zh_hans: 活动主题

source: Activity start time
ar: وقت بدء الحدث
zh_hans: 活动开始时间

source: Activity duration
ar: مدة النشاط
zh_hans: 活动持续时间

source: type of activity
ar: نوع الحدث
zh_hans: 活动类型

source: Next
ar: الخطوة التالية
zh_hans: 下一步

source: Choose cover
ar: اختر الغلاف
zh_hans: 选择封面

source: Apply for banner
ar: تقدم بطلب لافتة
zh_hans: 申请上banner

source: Finish
ar: أنهى
zh_hans: 完成

source: Notify my fans
ar: أبلغ المعجبين بي
zh_hans: 通知我的粉丝

source: under review
ar: قيد المراجعة
zh_hans: 审核中

source: Your activity has been submitted for review, and the review will be completed within 24 hours
ar: تم إرسال الحدث الخاص بك للمراجعة ، وستكتمل المراجعة في غضون 24 ساعة
zh_hans: 你的活动已经提交审核，24h内完成审核

source: Revise
ar: تعديل
zh_hans: 修改

source: close
ar: إغلاق
zh_hans: 关闭

source: Are you sure to close the activity?
ar: موافق لإغلاق الحدث
zh_hans: 确定关闭活动

source: Your activity is approved
ar: تمت الموافقة على هذا الحدث الخاص بك
zh_hans: 你的活动通过审核

source: Your activity banner is approved
ar: تمت الموافقة على لافتة الحدث الخاص بك
zh_hans: 你的活动banner通过审核

source: Room
ar: الغرفة
zh_hans: 房间

source: More
ar: أكثر
zh_hans: 更多

source: Replace
ar: استبدال
zh_hans: 替换

source: Join
ar: يدخل
zh_hans: 进入

source: Click to select
ar: انقر للتحديد
zh_hans: 点击去选择

source: Only supports one modification
ar: يمكن تعديل الحدث مرة واحدة فقط
zh_hans: 活动只支持修改一次

source: Go upload
ar: اذهب للتحميل
zh_hans: 去上传

source: Uploaded
ar: تم التحميل
zh_hans: 已上传

source: Fill in the subject theme
ar: املأ موضوع الحدث
zh_hans: 填写活动主题

source: Fill in the party
ar: املأ وصف الحدث
zh_hans: 填写活动说明

source: Size: 720x240px
ar: الحجم: 702x240 بكسل
zh_hans: 大小: 702x240px

source: Album
ar: إلبوم الصور
zh_hans: 相册

source: Square
ar: بلازا
zh_hans: 广场

source: Activity can't be created outside the specified time range
ar: لا يمكن إنشاء النشاط خارج النطاق الزمني المحدد
zh_hans: 无法在指定时间范围之外创建活动

source: User did not create room
ar: قائمة الترتيب
zh_hans: 用户没有创建房间

# party_share_desc
source: This activity is fun, let's play together
ar: هذا الحدث ممتع ، فلنلعب معًا
zh_hans: 这个活动很好玩，一起来玩吧

# game_luck_fruit
source: Lucky fruit
ar: فاكهة الحظ
zh_hans: 幸运水果

# game_room_red_packet
source: Lucky Bag
ar: حقيبة الحظ
zh_hans: 幸运包

# game_number_of_people
source: Number of people
ar: عدد الاشخاص
zh_hans: 人数

# game_send_red_packet
source: sent you a lucky bag
ar: أرسل لك حقيبة حظ
zh_hans: 给你发了一个幸运包

# game_check_status
source: View details
ar: تحقق من الحالة
zh_hans: 查看领取情况

# game_open
source: Open
ar: فتح
zh_hans: 打开

# game_grab_desc
source: %1$@/%2$@ have been received, a total of %3$@/%4$@ coins.
ar: تلقيت %1$@/%2$@، بإجمالي %3$2/%4$@ عملات ذهبية
zh_hans: 已领取%1$@/%2$@个，共%3$@/%4$@金币

# game_red_packet_ungrabe
source: Unopened lucky bags will be returned to your account in 24 hours
ar: ستتم إعادة حقيبة الحظ غير المفتوحة إلى الحساب خلال 24 ساعة
zh_hans: 未领取的幸运包，将于24小时内退回账户

# game_red_packet_from %@
source: Lucky Bag from %@
ar: حقيبة الحظ من %@
zh_hans: %@发出的幸运包

# game_best_lucky
source: Luckiest Draw
ar: الأكثر حظاً
zh_hans: 手气最佳

# game_red_packet_finished
source: Lucky bag is finished
ar: تم استلام صندوق الحظ
zh_hans: 红包已领完

# game_red_packet_record
source: Record
ar: سجل
zh_hans: 幸运包记录

# game_red_packet_refund
source: Refund
ar: إعادة مال
zh_hans: 退款

# room_already_in_mic_pk_error
source: %@ is running, can't start the game
ar: %@ قيد التقدم ، ولا يمكن بدء لعبة جديدة
zh_hans: %@正在进行，不能开启新玩法

source: PK remaining time
ar: الوقت المتبقي من PK
zh_hans: PK剩余时间

source: Duration
ar: المدة الزمنية
zh_hans: 时长

# Rule_Detail
source: 1. The number of diamonds received is displayed below the avatar. 2. You can manually close the gameplay, and the number of diamonds will be cleared after closing.
ar: 1. يتم عرض عدد الماسات المستلمة أسفل الصورة الرمزية 2. يمكنك إغلاق طريقة اللعب يدويًا ، وسيتم مسح عدد الماسات إلى 0 بعد الإغلاق.
zh_hans: 1.头像下方显示收到的钻石数量 2.可以手动关闭玩法，关闭后钻石数量清0

# Start to play
source: Start
ar: بدء
zh_hans: 开始

# Early closure
source: Close
ar: اغلاق
zh_hans: 关闭

source: Result
ar: النتيجه
zh_hans: 结果

# room_mic_pk_close_alert
source: Sure to close mic PK?
ar: تأكدت من اغلاق ميكرفون PK؟
zh_hans: 确定要结束麦位PK？

# game_rocket_reset_countdown
source: Restart countdown:
ar: العد التنازلي للتحديث：
zh_hans: 重置倒计时：

# game_rocket_level_1
source: Lv.1
ar: لفل 1

# game_rocket_level_2
source: Lv.2
ar: لفل 2

# game_rocket_level_3
source: Lv.3
ar: لفل 3

# game_rocket_level_4
source: Lv.4
ar: لفل 4

# game_rocket
source: Rocket Launchinig
ar: لعبة الصواريخ
zh_hans: 火箭玩法
