Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# game_rocket_reward_record
source: Record>
ar: سجل الفوز>
zh_hans: 中奖记录>

# game_rocket_help
source: 1. You can increase the energy of the rocket by sending gifts in the room (1 gold coin=1 energy) . 2. After the progress bar of rocket energy is full, the rocket will launch automatically, and boom various rewards. 3. The vehicles and avatar frames displayed are rare rewards for each stage rockets which can be obtained after the rocket launch.The more advanced the rocket, the more valuable adwards it contains. 4. Each stage of the rocket ranking is ranked according to the value equal to the gold coin gifts sending in the room.User who sending gold coins greater than %@ will have the opportunity to be listed on the ranking. The ranking only shows the Top 3 users who sending the most gifts in the room. 5.The top 3 users who help launch the rocket can get the awards. Users who trigger the rocket boom have the opportunity to get random rewards. 6.Gold coins will be automatically distributed to the Top3 user's personal account. The vehicles, avatar frames, exp, and Aristocracy will be automatically distributed to the backpack. Medal will be automatically sent to the Medal Achievement Wall and you can go to dress it up. 7.Data will be restarted at 00:00 (GMT+0) every day.
ar: 1. شخص ما في الغرفة يعطي هدية من العملات الذهبية ، والتي سوف تخزن الطاقة للصاروخ (عملة ذهبية واحدة = طاقة واحدة). 2. بعد امتلاء قيمة الطاقة للصاروخ ، سيتم إطلاقه تلقائيًا ، وستنفجر المكافأة. 3 - تعتبر الإطارات والدخوليات المعروضة في الصاروخ مكافآت نادرة ومحدودة لهذا المستوى من الصواريخ ، وهناك فرصة للحصول عليها بعد إطلاق الصاروخ.كلما كان الصاروخ أكثر تقدمًا ، زادت قيمة المكافآت التي يحتوي عليها. 4. يتم ترتيب قائمة الترتيب للصاروخ لكل مستوى وفقًا لكمية العملات الذهبية التي تم استهلاكها من الأعلى إلى الأقل. المستخدمون الذين يقدمون عملات ذهبية في الغرفة ذات معدل أكبر من %@ عملة ذهبية لديهم فرصة ليكونوا في القائمة. تعرض القائمة فقط المستخدمين الثلاثة الأوائل الذين ساهموا بأكبر عدد من العملات الذهبية تحت كل مستوى من الصواريخ. 5.يمكن أن يحصل أكبر 3 مستخدمين ساعدوا في إطلاق الصاروخ على الجوائز. يتمتع المستخدمون الذين أطلقوا انفجار الصاروخ بفرصة الحصول على مكافآت عشوائية. 6. سيتم توزيع العملات الذهبية تلقائيًا على الحساب الشخصي لمستخدم Top3. سيتم تلقائيًا توزيع دخوليات وإطارات الصور الرمزية و exp و الارستقراطية على حقيبة الظهر. سيتم إرسال الميدالية تلقائيًا إلى جدار إنجاز الميداليات ويمكنك ارتداءه . 7. ستتم إعادة تشغيل البيانات الساعة 00:00 (GMT + 0) كل يوم.
zh_hans: 1.房间内有人赠送金币礼物，会为火箭储能（1金币=1能量）。 2.火箭能量值储满后，将自动发射，并爆发奖励。 3.火箭内所展示的头饰和座驾，为该等级火箭稀有限定奖励，火箭发射后有机会获得。火箭越高级，所包含的奖励越珍贵。 4.每级火箭排行榜，按助力开启的金币流水额度由高到低进行排名。在房间内赠送金币流水大于%@金币的用户，有机会上榜。榜单只展示每个级别火箭下贡献金币流水最多的前3名用户。 5.助力开启火箭且上榜单的前3名用户能够获得奖励。触发火箭爆发的用户有机会获得随机奖励。 6.获奖用户的金币将会自动发放到个人账户，座驾、头像框、exp、贵族将会自动发放到背包，勋章奖励将会自动发放到勋章成就墙，可自行前去佩戴装扮。 7.火箭储能进度将于每天 0:00 a.m. (GMT+0) 刷新。

# game_rocket_reward_record_title
source: Record
ar: سجل الفوز
zh_hans: 中奖记录

# game_rocket_date
source: Date
ar: التاريخ
zh_hans: 日期

# game_rocket_room_id
source: Room ID
ar: ايدي روم
zh_hans: 房间ID

# game_rocket_rank
source: Ranking
ar: التصنيف
zh_hans: 中奖名次

# game_rocket_reward
source: Awards
ar: الجوائز
zh_hans: 奖励

# game_rocket_reward_tip
source: Congrats!!! You received the following rewards on %@ Rocket launched:
ar: تهانينا ، لقد حصلت على المكافآت التالية بنجاح عند اطلاق صاروخ %@:
zh_hans: 恭喜您在%@级火箭开启时成功获得以下奖励：

# game_rocket_happy_accept
source: OK
ar: يسعدني القبول
zh_hans: 开心收下

# game_rocket_healine_title
source: Room ID:%@
ar: ايدي روم:%@
zh_hans: 房间ID:%@

# game_rocket_healine_tip
source: Rocket launching now, go and see it
ar: جاري إطلاق صاروخ الآن، اذهب وشاهده.
zh_hans: 房间即将发射火箭，快去围观

# game_rocket_triggered_user
source: Triggered User
ar: مستخدم زناد

# game_rocket_triggered_rank
source: Trig.
ar: الآخر
zh_hans: 尾刀

# game_rocket_top1
source: Top1
ar: المرتبة ١

# game_rocket_top2
source: Top2
ar: المرتبة ٢

# game_rocket_top3
source: Top3
ar: المرتبة ٣

# game_rocket_room
source: Room
ar: الغرفة

# game_roulette_choose_bet_amount
source: Choose the bet amount
ar: اختر عدد العملات الذهبية المستخدمة في اللعبة:
zh_hans: 选择用于游戏的金币数

# game_roulette_jackpot
source: Prize pool
ar: مجموع جوائز
zh_hans: 奖池

# game_roulette_win_rate
source: Win rate: %@
ar: معدل الفوز:%@
zh_hans: 胜率: %@

# game_roulette_lose
source: %@ Was eliminated
ar: تم التخلص من %@
zh_hans: %@ 被淘汰了

# game_roulette_bet_time
source: Time to increase the coins
ar: زيادة الفترة الزمنية للمراهنة
zh_hans: 加注环节

# game_roulette_money_back_tip
source: After %s seconds, if the game fails to start, all the gold coins you participated in will be refunded automatically
ar: لم تنجح اللعبة ، وتم إعادة رسوم اشتراكك في اللعبة@% إلى حسابك
zh_hans: %@秒后，游戏未能成功开启，将自动返还你所有参与的金币

source: Game Rules
ar: القاعدة
zh_hans: 游戏规则

# game_roulette_bet_tip
source: Participating in the game will deduct your %@ coins?
ar: المشاركة في اللعبة ستخصم %@ عملات ذهبية؟
zh_hans: 参与游戏将扣除你%@金币？

# game_rules_1
source: 1. Support up to %1$@ people to participate in the game, one player will be eliminated in each round, and the remaining one player will win %2$@ of the gold coins of all players participating in the game.
ar: 1. تدعم مشاركة ما يصل إلى %1$@ أشخاص في اللعبة ، ويتم استبعاد لاعب واحد في كل جولة ، ويفوز اللاعب المتبقي بنسبة%2$@ من العملات الذهبية لجميع اللاعبين المشاركين في اللعبة
zh_hans: 1.最多支持%1$@人参与游戏，每局淘汰1个玩家，最后剩下1名玩家赢走%2$@所有玩家参与游戏的金币数

# game_rules_2
source: 2. After the first player participates in the game, the game will only start if there are >= 2 players participating within 20s of the countdown. Otherwise, the game is unsuccessful, and all the gold coins that the player participated in the game will be returned
ar: 2. بعد مشاركة اللاعب الأول في اللعبة ، خلال فترة العد التنازلي العشرينات ، إذا كان هناك> = لاعبان مشاركان ، فستبدأ اللعبة. خلاف ذلك ، ستفشل عملية بدء اللعبة وسيتم إرجاع جميع العملات الذهبية التي شاركها اللاعب في اللعبة
zh_hans: 2.第一个玩家参与游戏后，倒计时20s内，有>=2名玩家参与，游戏才会开始。否则游戏开启不成功，并返回该玩家所有游戏参与金币

# game_rules_3
source: 3. During the countdown, players can increase the number of game coins. The more game coins, the lower the probability of being eliminated.
ar: 3. خلال العد التنازلي ، يمكن للاعبين زيادة عدد عملات اللعبة.كلما زاد عدد عملات اللعبة ، انخفض احتمال الاستبعاد منها.
zh_hans: 3.倒计时内，玩家都可以增加游戏金币数，游戏金币数越多，被淘汰概率越小

# game_roulette_click_bet_tip
source: Press the number button, decide the number of gold coins you spend in the game
ar: انقر فوق زر الرقم لتحديد عدد العملات الذهبية التي تريد إنفاقها في اللعبة
zh_hans: 点击数字按钮，选择你要在游戏中花费的金币数

# game_rocket_limit_time_gift_unlock
source: The limited time gift has been unlocked！
ar: لقد تم فتح الهدية محدودة الوقت!
zh_hans: 限时礼物已 解锁！

# game_rocket_top_3_of_this_round
source: TOP 3 of this round
ar: أعلى 3 من هذه الجولة
zh_hans: 本轮火箭贡献TOP3

# room_limit_time_gift_tips
source: Level 4 rocket has been unlocked. Sending the Limited-time gifts within %1$@ minutes, can gain %2$@ times of the EXP increase.
ar: تم فتح صاروخ المستوى 4. الهدايا المقدمة خلال %1$@ الدقائق القادمة سوف تحصل على %2$@ أضعاف الخبرة.
zh_hans: 四级火箭已解锁,%1$@ mins内赠送可获得EXP* %2$@ 倍

# room_no_select_mic_on_member
source: Can't give gifts to users under mic
ar: لا يمكن إعطاء الهدايا للمستخدمين تحت الميكروفون
zh_hans: 未选择麦上成员

# room_not_in_room
source: Not in room
ar: لم يعد في الغرفة
zh_hans: 已不在房间

# gift_not_select
source: Don't choose any gifts
ar: لم تختر أي هدية
zh_hans: 没选择礼物

# gift_send_self_not_support
source: Can't send gifts to yourself
ar: لا يمكنك إعطاء هدايا لنفسك
zh_hans: 不能送礼给自己

# gift_invalid
source: Invalid gift
ar: هدية غير صالحة
zh_hans: 礼物无效

# gift_normal_gift_title
source: Gift
ar: هدية
zh_hans: 礼物

# gift_vip_gift_title
source: Aristocracy
ar: الأرستقراطية
zh_hans: 贵族

# gift_can_not_send_vip_gift
source: You are not Aristocracy now, can not send Aristocracy exclusive gift, please become Aristocracy first.
ar: أنت لم تعدلست نبيل الان، لا يمكنك إهداء الهدايا المخصصة للنبيل
zh_hans: 你还不是贵族，不能送贵族礼物

# gift_flag_title
source: Flag
ar: العلم الوطني
zh_hans: 国旗

# gift_activity_title
source: Activity
ar: النشاط
zh_hans: 活动

# first_recharge_sheet_title_name
source: first_recharge_sheet_title_en
ar: first_recharge_sheet_title_ar
zh_hans: first_recharge_sheet_title_ch

# first_recharge_sheet_count_down
source: Count down
ar: العد التنازلي
zh_hans: 倒计时

# first_recharge_sheet_more_rule
source: More rules
ar: المزيد من القواعد
zh_hans: 更多规则

# first_recharge_sheet_rule_text
source: 1. Only users who have not recharged can get the benefits for the first time recharge 2. On the same device, after the account has been recharged to receive the gift package, other accounts will not be able to receive the benefits 3. If you cheat by means of simulators, you will not be able to get recharge rewards, and the rewards that have been issued also reserve the right to recover
ar: 1. يمكن فقط للمستخدمين الذين لم يقوموا بإعادة الشحن الحصول على مزايا عملية الشحن الأولى 2. بعد إعادة شحن الحساب على نفس الجهاز لاستلام حزمة الهدايا، لن تتمكن الحسابات الأخرى من الحصول على هذه المزايا 3. إذا قمت بالغش باستخدام أجهزة المحاكاة ، فلن تتمكن من الحصول على مكافآت إعادة الشحن ، كما تحتفظ المكافآت التي تم إصدارها بالحق في الاسترداد
zh_hans: 1. 仅限未充值过的用户首次充值可以获得该福利 2. 同一设备，有账号充值领取过礼包后，其他账号将无法领取该福利 3. 通过模拟器等手段作弊，将无法获得充值奖励，已发放的奖励也保留追回权利

# first_recharge_sheet_title
source: 1 USD to get a 20 USD spree
ar: 1 دولار أمريكي للحصول على شنطة هدايا بقيمة 20 دولارًا أمريكيًا
zh_hans: 1美金获得20美金大礼包

# first_recharge_sheet_btn_Purchase
source: Purchase
ar: عملية الشراء
zh_hans: 购买

# couple_invited_sent
source: The invitation has been sent and is waiting to be received
ar: تم إرسال الدعوة ، بانتظار استلام الطرف الآخر
zh_hans: 邀请已发出，等待对方接收

# couple_release_tip
source: Relieve complete. If the %@ relationship is restored later, the intimacy continues to accumulate at the original value
ar: بعد اكتمال الإلغاء ، ستتم استعادة علاقة %@ لاحقًا وستستمر درجة الالفة في التراكم وفقًا للقيمة الأصلية.
zh_hans: 完成解除，以后恢复%@关系，亲密度按原来的值继续累积

source: You and the other party are not currently CP or friends. Invite the other person to create a relationship, and you can send him/her this exclusive gift.
ar: أنت والطرف الآخر ليسوا حاليًا CP أو أصدقاء. ادعُ الشخص الآخر لإنشاء علاقة ، ويمكنك إرسال هذه الهدية الخاصة إليه.
zh_hans: 你和对方当前还不是CP或朋友关系。邀请对方创建关系，就可以送他/她此专属礼物啦

source: Remind
ar: تذكير
zh_hans: 提醒

source: The other party has CP, do you want him/her to be your Friend
ar: الطرف الآخر لديه CP ، هل تريده أن يكون صديقك
zh_hans: 对方有CP，是否希望他/她成为您的Friend

source: You already have a CP, and you can invite new people to form a CP only after the existing CP relationship is terminated.
ar: لديك بالفعل CP ، ولا يمكنك دعوة أشخاص جدد لتشكيل CP إلا بعد إلغاء علاقة CP الحالية.
zh_hans: 您已有CP，要解除已有CP关系才可邀请新人组建CP

# couple_release_relationship
source: Be sure to break the %@ relationship?
ar: هل أنت متأكد أنك تريد إنهاء علاقة %@
zh_hans: 确定要解除%@关系?

# couple_unlock_position
source: Unlock position
ar: فتح الموقع
zh_hans: 解锁位置

# couple_unlock_tip
source: Make sure to spend %@ gold to unlock friend locations
ar: تأكد من إنفاق %@ من العملات الذهبية لفتح موقع صديقك
zh_hans: 确定要花费%@金币，解锁好友位置？

source: Exclusive
ar: خاص
zh_hans: 专属

source: Friend seat expansion is successful! The invitation has been sent and is waiting for the other party to accept
ar: تم توسيع مقعد الصديق بنجاح! تم إرسال الدعوة وهي في انتظار قبول الطرف الآخر
zh_hans: Friend席位拓展成功！邀请已发出等待对方接受

# custom_id_only_one_person
source: A custom ID can only be given to one person at a time
ar: لا يمكن منح المعرّف المخصص إلا لشخص واحد في كل مرة
zh_hans: 定制ID一次只能赠送给一个人

# combo_hint
source: Combo! Keep gifting!
ar: ارسل مجددا

# search_enter_user_id
source: ";" separate multiple IDs
ar: ";" افصل بين المعرفات المتعددة
zh_hans: 输入ID，多个用";"隔开

# search_ids_empty
source: The ID you entered does not exist
ar: المعرّف الذي أدخلته غير موجود
zh_hans: 你输入的id不存在

# profile_following
source: Follow
ar: متابعة
zh_hans: 关注

# profile_fans
source: Fans
ar: المعجبون
zh_hans: 粉丝

# profile_recharge_and_income
source: Recharge&Income
ar: إعادة الشحن والدخل
zh_hans: 充值和收入

# profile_message
source: Message
ar: رسائل
zh_hans: 消息

# profile_language
source: Language
ar: اللغة
zh_hans: 语言

# profile_settings
source: Settings
ar: الإعدادات
zh_hans: 设置

# profile_feedback
source: Feedback
ar: الإبلاغ عن مشكلة
zh_hans: 反馈

# profile_level
source: Level
ar: المرتبة
zh_hans: 等级

# profile_store
source: Store
ar: المتجر
zh_hans: 商城

# profile_backpack
source: Backpack
ar: حقيبة الظهر
zh_hans: 背包

# profile_medal
source: Medal
ar: الميداليات
zh_hans: 勋章

# profile_no_medal_yet
source: No medal yet
ar: لا ميدالية حتى الان
zh_hans: 还没有勋章

# profile_id_copied
source: ID Copied
ar: تم نسخ ID
zh_hans: ID 已复制

# profile_fans_num
source: %@ followers
ar: %@ معجب
zh_hans: %@个粉丝

# profile_room
source: Room
ar: غرف
zh_hans: 房间

# profile_profile
source: Profile
ar: الملف الشخصي
zh_hans: 资料

# profile_edit
source: Edit
ar: تعديل
zh_hans: 编辑

# profile_photo
source: Photo
ar: صور
zh_hans: 照片

# profile_nickname
source: NickName
ar: اسم الشهرة
zh_hans: 昵称

# profile_birthday
source: BirthDay
ar: تاريخ الميلاد
zh_hans: 出生日期

# profile_add_bio
source: Add bio
ar: إضافة البايو (السيرة الشخصية)
zh_hans: 添加个人签名

# profile_gift_received
source: Gift Received
ar: الهدايا المستلمة
zh_hans: 收到的礼物

# profile_say_something
source: Say something…
ar: من فضلك قل شيئا
zh_hans: 请说一些事情..

# profile_photo_long_press_tip
source: Long press and drag the image, and you can adjust the order
ar: اضغط لفترة طويلة واسحب الصورة ، ويمكنك ضبط الترتيب
zh_hans: 长按拖动图片，并可以调整顺序

# profile_no_input_name
source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
zh_hans: 请输入昵称

# profile_save_success
source: Saved successfully
ar: تم الحفظ بنجاح
zh_hans: 保存成功

# profile_save_fail
source: Save failed, please try again
ar: فشل الحفظ ، يرجى المحاولة مرة أخرى
zh_hans: 保存失败，请重试

# profile_photo_wall_empty
source: No photos yet
ar: ليست هناك صور بعد
zh_hans: 还没有照片

# profile_gift_wall_empty
source: Haven't received the gift yet
ar: لم تتلق الهدية بعد
zh_hans: 还没有收到礼物

# profile_enter_room_no_in_room
source: The user is not in the room
ar: المستخدم ليس في الغرفة
zh_hans: 用户不在房

# profile_report
source: Report
ar: تقرير
zh_hans: 举报

# profile_user_report
source: User Report
ar: بلاغ المستخدم
zh_hans: 用户举报

# profile_select_component
source: select the illegal component
ar: حدد الجزء غير القانوني
zh_hans: 请告诉我们该用户在哪个模块违规了

# profile_avatar
source: Avatar
ar: الصورة الشخصية
zh_hans: 头像

# profile_room_cover
source: Room cover
ar: غلاف الغرفة
zh_hans: 房间封面

# profile_profile_photo
source: Photo
ar: صورة
zh_hans: 图片

# profile_person_note
source: Personal Note
ar: ملحوظة شخصيه
zh_hans: 个人简介

# profile_im_chat
source: Im Chat
ar: الدردشة الفورية
zh_hans: 聊天消息

# profile_room_chat
source: Chat in the room
ar: الدردشة في الغرفة
zh_hans: 房间内聊天

# profile_report_select_photo
source: Select the photos you want to report
ar: اختر الصورة التي تريد الإبلاغ عنها
zh_hans: 请告诉我们该用户哪张照片违规了

# profile_report_select_chat
source: Select the Chat you want to report
ar: اختر الدردشة التي تريد الإبلاغ عنها
zh_hans: 请告诉我们该用户哪条消息违规了

# profile_report_tell_us
source: Tell us why you report this user please
ar: أخبرنا لماذا تبلغ عن هذا المستخدم من فضلك
zh_hans: 请告诉我们你想举报该用户的原因

# profile_report_success
source: Report successful
ar: تم الإبلاغ بنجاح
zh_hans: 举报成功

# profile_report_failed
source: Report failed, please try again
ar: فشل الإبلاغ، يرجى المحاولة مرة أخرى
zh_hans: 举报失败

# profile_cars
source: Vehicles
ar: السيارات
zh_hans: 座驾

# profile_frames
source: Frames
ar: إطار الصورة
zh_hans: 相框

# profile_car_empty
source: No cars yet
ar: لا توجد سيارات بعد
zh_hans: 还没有座驾

# profile_frame_empty
source: No frames yet
ar: لا توجد إطارات حتى الآن
zh_hans: 还没有头像框

# profile_countries
source: Countries
ar: البلاد
zh_hans: 国家们

# profile_invitation_reward
source: Invitation reward
ar: مكافأة الدعوة
zh_hans: 邀请奖励

# profile_learn_more
source: Learn more
ar: معرفة المزيد
zh_hans: 去了解

# profile_lady_privilege_avatar_reward
source: Congratulations to your more than %@ fans, and reward you with a 7-day avatar frame.
ar: تهانينا لأكثر من %@ معجبين ، ومكافئتك إطار الصورة الرمزية لمدة 7 أيام.
zh_hans: 你粉丝数超过%@个，奖励你7天头像框。

# profile_lady_privilege_more_desc
source: As a girl, you can enjoy more privileges in <Project>:
ar: كفتاة يمكنك التمتع بمزيد من الامتيازات في لاما:
zh_hans: 作为女生，你在<Project>还能享受更多特权：

# profile_vip
source: Aristocracy
ar: الأرستقراطية
zh_hans: 贵族

# profile_edit_my_tags
source: Edit my tags
ar: تحرير العلامات الشخصية
zh_hans: 编辑个人标签

# profile_edit_tags_tip
source: Choose your personality tag, encounter a more chat friend
ar: اختر شعارا لبطاقة شخصيتك وتعرف على أصدقاء يتناسبون معك بشكل أفضل
zh_hans: 选择你的个性标签，遇到更匹配的朋友

# profile_edit_select_tags
source: Edit my tags(%@/8)
ar: تحرير العلامات الشخصية （%@/8）
zh_hans: 编辑个人标签（%@/8）

# profile_anchor_center
source: Anchor center
ar: مركز المصيف
zh_hans: 主播中心

# profile_agency_management
source: Agency management
ar: إدارة الوكالة
zh_hans: 工会管理

# profile_add_to_black_list
source: Add to blacklist
ar: أضف إلى القائمة السوداء
zh_hans: 添加黑名单

# profile_remove_black_list
source: Remove blacklist
ar: إزالة من القائمة السوداء
zh_hans: 移除黑名单

# profile_add_black_confirm
source: Those who have been added to the blacklist will lose their following relationship with you and will not be able to follow you again
ar: اضافة إلى القائمة السوداء ، سيتم إلغاء علاقتك بالطرف الاخر ، ولن يتمكن من متابعتك مرة أخرى
zh_hans: 加入黑名单，对方对你的关注关系将取消，并将无法再次关注你

# profile_add_black_confirm_title
source: Put her/him into blacklist？
ar: هل أنت متأكد من الإضافة للقائمة السوداء؟
zh_hans: 确定拉黑对方？

# AD
source: Andorra
ar: أندورا

# AE
source: United Arab Emirates
ar: الإمارات العربية المتحدة

# AF
source: Afghanistan
ar: أفغانستان

# AG
source: Antigua and Barbuda
ar: أنتيغوا وبربودا

# AI
source: Anguilla
ar: أنغيلا

# AL
source: Albania
ar: ألبانيا

# AM
source: Armenia
ar: أرمينيا

# AN
source: Netherlands Antilles
ar: جزر الأنتيل الهولندية

# AO
source: Angola
ar: أنغولا

# AQ
source: Antarctica
ar: القارة القطبية الجنوبية

# AR
source: Argentina
ar: الأرجنتين

# AS
source: American Samoa
ar: ساموا الأمريكية

# AT
source: Austria
ar: النمسا

# AU
source: Australia
ar: أستراليا

# AW
source: Aruba
ar: أروبا

# AZ
source: Azerbaijan
ar: أذربيجان

# BA
source: Bosnia and Herzegovina
ar: البوسنة والهرسك

# BB
source: Barbados
ar: بربادوس

# BD
source: Bangladesh
ar: بنغلاديش

# BE
source: Belgium
ar: بلجيكا

# BF
source: Burkina Faso
ar: بوركينا فاسو

# BG
source: Bulgaria
ar: بلغاريا

# BH
source: Bahrain
ar: بحرين

# BI
source: Burundi
ar: بوروندي

# BJ
source: Benin
ar: بنين

# BM
source: Bermuda
ar: برمودا

# BN
source: Brunei Darussalam
ar: بروناي

# BO
source: Bolivia
ar: بوليفيا

# BR
source: Brazil
ar: البرازيل

# BS
source: Bahama
ar: البهاما

# BT
source: Bhutan
ar: بوتان

# BW
source: Botswana
ar: بوتسوانا

# BY
source: Belarus
ar: روسيا البيضاء

# BZ
source: Belize
ar: بليز

# CA
source: Canada
ar: كندا

# CC
source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)

# CF
source: Central African Republic
ar: جمهورية افريقيا الوسطى

# CG
source: Congo
ar: الكونغو

# CH
source: Switzerland
ar: سويسرا

# CI
source: Ivory Coast
ar: ساحل العاج

# CK
source: Cook Islands
ar: جزر كوك

# CL
source: Chile
ar: تشيلي

# CM
source: Cameroon
ar: الكاميرون

# CN
source: China
ar: الصين

# CO
source: Colombia
ar: كولومبيا

# CR
source: Costa Rica
ar: كوستا ريكا

# CU
source: Cuba
ar: كوبا

# CV
source: Cape Verde
ar: الرأس الأخضر

# CX
source: Christmas Island
ar: جزيرة عيد الميلاد

# CY
source: Cyprus
ar: قبرص

# CZ
source: Czech Republic
ar: جمهورية التشيك

# DE
source: Germany
ar: ألمانيا

# DG
source: Diego Garcia
ar: دييغو غارسيا

# DJ
source: Djibouti
ar: جيبوتي

# DK
source: Denmark
ar: الدنمارك

# DM
source: Dominica
ar: دومينيكا

# DO
source: Dominican Republic
ar: جمهورية الدومنيكان

# DZ
source: Algeria
ar: الجزائر

# EC
source: Ecuador
ar: الإكوادور

# EE
source: Estonia
ar: استونيا

# EG
source: Egypt
ar: مصر

# ER
source: Eritrea
ar: إريتريا

# ES
source: Spain
ar: إسبانيا

# ET
source: Ethiopia
ar: أثيوبيا

# FI
source: Finland
ar: فنلندا

# FJ
source: Fiji
ar: فيجي

# FK
source: Falkland Islands (Malvinas)
ar: جزر فوكلاند(جزر مالفيناس)

# FM
source: Micronesia
ar: ميكرونيزيا

# FO
source: Faroe Islands
ar: جزر فارو

# FR
source: France
ar: فرنسا

# GA
source: Gabon
ar: الغابون

# GB
source: United Kingdom
ar: المملكة المتحدة

# GD
source: Grenada
ar: غرينادا

# GE
source: Georgia
ar: جورجيا

# GF
source: French Guiana
ar: غيانا الفرنسية

# GH
source: Ghana
ar: غانا

# GI
source: Gibraltar
ar: جبل طارق

# GL
source: Greenland
ar: جزيزة جرينلاند

# GM
source: Gambia
ar: غامبيا

# GN
source: Guinea
ar: غينيا

# GP
source: Guadeloupe
ar: جوادلوب

# GQ
source: Equatorial Guinea
ar: غينيا الإستوائية

# GR
source: Greece
ar: اليونان

# GT
source: Guatemala
ar: غواتيمالا

# GU
source: Guam
ar: غوام

# GW
source: Guinea-Bissau
ar: غينيا - بيساو

# GY
source: Guyana
ar: غيانا

# HK
source: Hong Kong
ar: هونغ كونغ

# HN
source: Honduras
ar: هندوراس

# HR
source: Croatia
ar: كرواتيا

# HT
source: Haiti
ar: هايتي

# HU
source: Hungary
ar: هنغاريا

# ID
source: Indonesia
ar: أندونيسيا

# IE
source: Ireland
ar: أيرلندا

# IL
source: Israel
ar: إسرائيل

# IN
source: India
ar: الهند

# IQ
source: Iraq
ar: العراق

# IR
source: Islamic Republic of Iran
ar: الجمهورية الإسلامية الإيرانية

# IS
source: Iceland
ar: أيسلندا

# IT
source: Italy
ar: إيطاليا

# JM
source: Jamaica
ar: جامايكا

# JO
source: Jordan
ar: الأردن

# JP
source: Japan
ar: اليابان

# KE
source: Kenya
ar: كينيا

# KG
source: Kyrgyzstan
ar: قرغيزستان

# KH
source: Cambodia
ar: كمبوديا

# KI
source: Kiribati
ar: كيريباس

# KM
source: Comoros
ar: جزر القمر

# KN
source: St. Kitts and Nevis
ar: سانت كيتس ونيفيس

# KP
source: "Korea, Democratic People's Republic of"
ar: "جمهورية كوريا الديمقراطية الشعبية"

# KR
source: Korea, Republic of
ar: جمهورية كوريا

# KW
source: Kuwait
ar: الكويت

# KY
source: Cayman Islands
ar: جزر كايمان

# KZ
source: Kazakhstan
ar: كازاخستان

# LA
source: "Lao People's Democratic Republic"
ar: "جمهورية لاو الديمقراطية الشعبية"

# LB
source: Lebanon
ar: لبنان

# LC
source: Saint Lucia
ar: سانت لوسيا

# LI
source: Liechtenstein
ar: ليختنشتاين

# LK
source: Sri Lanka
ar: سيريلانكا

# LR
source: Liberia
ar: ليبيريا

# LS
source: Lesotho
ar: ليسوتو

# LT
source: Lithuania
ar: ليتوانيا

# LU
source: Luxembourg
ar: لوكسمبورغ

# LV
source: Latvia
ar: لاتفيا

# LY
source: Libya
ar: ليبيا

# MA
source: Morocco
ar: المغرب

# MC
source: Monaco
ar: موناكو

# MD
source: Moldova, Republic of
ar: جمهورية مولدوفا

# MG
source: Madagascar
ar: مدغشقر

# MH
source: Marshall Islands
ar: جزر مارشال

# ML
source: Mali
ar: مالي

# MN
source: Mongolia
ar: منغوليا

# MM
source: Myanmar
ar: ميانمار

# MO
source: Macau
ar: ماكاو

# MP
source: Northern Mariana Islands
ar: جزر مريانا الشمالية

# MQ
source: Martinique
ar: مارتينيك

# MR
source: Mauritania
ar: موريتانيا

# MS
source: Montserrat
ar: مونتسيرات

# MT
source: Malta
ar: مالطا

# MU
source: Mauritius
ar: موريشيوس

# MV
source: Maldives
ar: جزر المالديف

# MW
source: Malawi
ar: ملاوي

# MX
source: Mexico
ar: المكسيك

# MY
source: Malaysia
ar: ماليزيا

# MZ
source: Mozambique
ar: موزمبيق

# NA
source: Namibia
ar: ناميبيا

# NC
source: New Caledonia
ar: كاليدونيا الجديدة

# NE
source: Niger
ar: النيجر

# NG
source: Nigeria
ar: نيجيريا

# NI
source: Nicaragua
ar: نيكاراغوا

# NL
source: Netherlands
ar: هولندا

# NO
source: Norway
ar: النرويج

# NP
source: Nepal
ar: نيبال

# NR
source: Nauru
ar: ناورو

# NU
source: Niue
ar: نيوي

# NZ
source: New Zealand
ar: نيوزيلاندا

# OM
source: Oman
ar: عمان

# PA
source: Panama
ar: بناما

# PE
source: Peru
ar: بيرو

# PF
source: French Polynesia
ar: بولينيزيا الفرنسية

# PG
source: Papua New Guinea
ar: بابوا غينيا الجديدة

# PH
source: Philippines
ar: الفلبين

# PK
source: Pakistan
ar: باكستان

# PL
source: Poland
ar: بولندا
