Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# PM
source: St. Pierre and Miquelon
ar: سان بيير وميكلون

# PN
source: Pitcairn
ar: جزر بيتكيرن

# PR
source: Puerto Rico
ar: بورتوريكو

# PS
source: Palestine
ar: فلسطين

# PT
source: Portugal
ar: البرتغال

# PW
source: Palau
ar: بالاو

# PY
source: Paraguay
ar: باراغواي

# QA
source: Qatar
ar: قطر

# RO
source: Romania
ar: رومانيا

# RU
source: Russian Federation
ar: روسيا الاتحادية

# RW
source: Rwanda
ar: رواندا

# SA
source: Saudi Arabia
ar: السعودية

# SB
source: Solomon Islands
ar: جزر سليمان

# SC
source: Seychelles
ar: سيشيل

# SD
source: Sudan
ar: السودان

# SE
source: Sweden
ar: السويد

# SG
source: Singapore
ar: سنغافورة

# SH
source: St. Helena
ar: سانت هيلانة

# SI
source: Slovenia
ar: سلوفينيا

# SK
source: Slovakia
ar: سلوفاكيا

# SL
source: Sierra Leone
ar: سيرا ليون

# SM
source: San Marino
ar: سان مارينو

# SN
source: Senegal
ar: السنغال

# SO
source: Somalia
ar: الصومال

# SR
source: Suriname
ar: سورينام

# SS
source: South Sudan
ar: جنوب السودان

# ST
source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي

# SV
source: El Salvador
ar: السلفادور

# SY
source: Syria
ar: سوريا

# SZ
source: Swaziland
ar: سوازيلاند

# TC
source: Turks and Caicos Islands
ar: جزر تركس وكايكوس

# TD
source: Chad
ar: تشاد

# TG
source: Togo
ar: توغو

# TH
source: Thailand
ar: تايلاند

# TJ
source: Tajikistan
ar: طاجيكستان

# TK
source: Tokelau
ar: توكيلاو

# TM
source: Turkmenistan
ar: تركمانستان

# TN
source: Tunisia
ar: تونس

# TO
source: Tonga
ar: تونغا

# TR
source: Turkey
ar: تركيا

# TT
source: Trinidad and Tobago
ar: ترينداد وتوباغو

# TV
source: Tuvalu
ar: توفالو

# TW
source: Taiwan
ar: تايوان

# TZ
source: Tanzania, United Republic of
ar: جمهورية تنزانيا الاتحادية

# UA
source: Ukraine
ar: أوكرانيا

# UG
source: Uganda
ar: أوغندا

# US
source: America
ar: أمريكا

# UY
source: Uruguay
ar: أوروغواي

# UZ
source: Uzbekistan
ar: أوزبكستان

# VA
source: Vatican City State (Holy See)
ar: دولة مدينة الفاتيكان (الكرسي الرسولي)

# VC
source: St. Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين

# VE
source: Venezuela
ar: فنزويلا

# VG
source: British Virgin Islands
ar: جزر فيرجن البريطانية

# VI
source: United States Virgin Islands
ar: جزر العذراء الأمريكية

# VN
source: Viet Nam
ar: فيتنام

# VU
source: Vanuatu
ar: فانواتو

# WF
source: Wallis and Futuna Islands
ar: جزر واليس وفوتونا

# WS
source: Samoa
ar: ساموا

# YE
source: Yemen
ar: اليمن

# YT
source: Mayotte
ar: مايوت

# ZA
source: South Africa
ar: جنوب أفريقيا

# ZM
source: Zambia
ar: زامبيا

# ZW
source: Zimbabwe
ar: زيمبابوي

# MK
source: Macedonia
ar: مقدونيا

# ME
source: Montenegro
ar: الجبل الأسود

# BL
source: Saint Barthelemy
ar: سانت بارتيليمي

# MF
source: Saint Martin
ar: سانت مارتن

# RS
source: Serbia
ar: صربيا

# CD
source: Democratic Republic of the Congo
ar: جمهورية الكونغو الديموقراطية

# IM
source: Isle of Man
ar: جزيرة مان

# TL
source: Timor-Leste
ar: تيمور الشرقية

# profile_cp
source: Intimacy
ar: علاقة قوية
zh_hans: 亲密关系

# profile_constellation
source: Constellation
ar: برج
zh_hans: 星座

# profile_aquarius
source: Aquarius
ar: برج الدلو
zh_hans: 水瓶座

# profile_pisces
source: Pisces
ar: برج الحوت
zh_hans: 双鱼座

# profile_aries
source: Aries
ar: بُرْجُ الحَمَل
zh_hans: 白羊座

# profile_taurus
source: Taurus
ar: برج الثور
zh_hans: 金牛座

# profile_gemini
source: Gemini
ar: برج الجوزاء
zh_hans: 双子座

# profile_cancer
source: Cancer
ar: برج السرطان
zh_hans: 巨蟹座

# profile_leo
source: Leo
ar: برج الأسد
zh_hans: 狮子座

# profile_virgo
source: Virgo
ar: بُرْجُ العَذْراء
zh_hans: 处女座

# profile_libra
source: Libra
ar: برج الميزان
zh_hans: 天秤座

# profile_scorpio
source: Scorpio
ar: برج العقرب
zh_hans: 天蝎座

# profile_sagittarius
source: Sagittarius
ar: برج القوس
zh_hans: 射手座

# profile_capricorn
source: Capricorn
ar: برج الجدي
zh_hans: 摩羯座

# profile_constellation_set_limit
source: Each user can only set the constellation once, please confirm and save!
ar: يمكن لكل مستخدم ضبط الأبراج مرة واحدة فقط ، يرجى التأكيد والحفظ!
zh_hans: 每个用户仅可设置一次星座，请确认后保存

source: Ring
ar: خاتم
zh_hans: 戒指

source: Goods received
ar: المنتجات المستلمة
zh_hans: 收到的商品

source: Tags
ar: العلامات الشخصية
zh_hans: 标签

source: Edit my tags
ar: تحرير العلامات الشخصية
zh_hans: 编辑个人标签

# profile_edit_birthday_limit
source: Birthday can only be modified once
ar: يمكن تعديل تاريخ الميلاد مرة واحدة فقط
zh_hans: 生日只能修改一次

# profile_custom_id_expire_tip
source: Your custom ID will expire in %@ days, please renew
ar: ستنتهي صلاحية الايدي المخصص الخاص بك في غضون%@ أيام ، الرجاء التجديد
zh_hans: 你的定制ID还有%@天过期，请去续哟

source: Medal
ar: الميداليات
zh_hans: 勋章

source: Rule
ar: القواعد
zh_hans: 规则

source: Wear
ar: ارتديها
zh_hans: 佩戴它

source: Not worn
ar: لم يتم ارتداؤها
zh_hans: 未佩戴

# wear_medal
source: Wear the medal
ar: ارتدي هذه الميدالية
zh_hans: 佩戴该勋章

# cancel_wear
source: Cancel wearing
ar: إلغاء الإرتداء
zh_hans: 取消佩戴

# worn_limit
source: The number of medals worn has reached the limit
ar: وصل عدد الميداليات التي تم ارتداؤها إلى الحد الأقصى
zh_hans: 勋章佩戴数量已达上限

source: Not obtained
ar: لم يتم الحصول عليها
zh_hans: 未获得

# not_wear_medals
source: You don't wear any medals~
ar: أنت لا ترتدي أي ميداليات ~
zh_hans: 您没有佩戴任何勋章哦~

# adjust_order_of_medals
source: Long press to adjust the order of medals~
ar: اضغط لفترة طويلة لضبط ترتيب الميداليات ~
zh_hans: 长按可以调整勋章顺序哦~

# medal_level_format
source: Medal level %d
ar: مستوى الميدالية%d
zh_hans: 勋章%d级

# medal_congratulations
source: Congratulations
ar: تهانينا على الحصول عليها
zh_hans: 恭喜你获得

source: Share
ar: شارك
zh_hans: 分享

source: Exclusive poster
ar: ملصق إعلاني حصري
zh_hans: 专属海报

source: Save picture
ar: احفظ الصورة
zh_hans: 保存图片

source: Share to
ar: مشاركتها في
zh_hans: 分享到

# share_failed
source: Share failed, please try again
ar: فشلت المشاركة ، يرجى المحاولة مرة أخرى
zh_hans: 分享失败，请重试

source: No medal yet
ar: لا ميدالية حتى الان
zh_hans: 还没有勋章

# no_permission
source: The storage permission has not been obtained, and the picture cannot be saved. Go to [System Settings] to open it.
ar: لم يتم الحصول على إذن التخزين ، ولا يمكن حفظ الصورة. انتقل إلى [إعدادات النظام] لفتحه
zh_hans: 存储权限未获取，无法保存图片。到[系统设置]里去打开吧

source: Permanent
ar: دائم
zh_hans: 永久

source: days
ar: أيام
zh_hans: 天

source: Achievement
ar: الإنجازات
zh_hans: 成就

source: Activity
ar: النشاطات
zh_hans: 活动

# no_medal_hint
source: No medal yet
ar: لا ميدالية حتى الان
zh_hans: 暂未获得勋章

# wallet_diamond
source: Diamond
ar: ماس
zh_hans: 钻石

# wallet_coin
source: Coin
ar: كوينز
zh_hans: 金币

# wallet_recharge_by
source: Recharge method
ar: طريقة الشحن
zh_hans: 充值方式

# wallet_diamond_tip
source: More diamonds, more popular
ar: المزيد من الماس ، المزيد من الشعبية
zh_hans: 更多钻石，更受欢迎

# wallet_no_install_google
source: Please install Google Wallet first
ar: الرجاء تثبيت Google Wallet أولاً
zh_hans: 请先安装Google Wallet

# wallet_buy_success
source: Top up successfully
ar: تم الشحن بنجاح
zh_hans: 充值成功

# wallet_buy_fail
source: Sadly, something wrong come up, retry please.
ar: عذراً، يوجد خطأ، الرجاء إعادة المحاولة.
zh_hans: 充值失败，请重试

# wallet_verify_fail
source: Sadly, something wrong come up, try restart the app.
ar: عذرًا ، حدث خطأ ما ، حاول إعادة تشغيل التطبيق.
zh_hans: 很抱歉，出现了一些错误，请尝试重启app

# wallet_user_cancel
source: Payment canceled
ar: تم إلغاء الدفع
zh_hans: 支付取消了

# wallet_no_product
source: No products
ar: لا توجد منتجات حاليا
zh_hans: 暂无商品

# wallet_buy_fail_with_reason
source: Recharge failed, reason: %@
ar: فشل الشراء ، السبب:%@
zh_hans: 购买失败，原因：%@

# wallet_buy_pending
source: The order has been created, please pay as soon as possible
ar: تم إنشاء الطلب ، يرجى الدفع في أقرب وقت ممكن
zh_hans: 订单已创建，请尽快支付

# wallet_history
source: History
ar: التاريخ
zh_hans: 历史

# wallet_recharge
source: Recharge
ar: اعادة الشحن
zh_hans: 充值

# wallet_income
source: Income
ar: الإيرادات
zh_hans: 收入

# wallet_history_tip
source: Only show the records of the last 30 days
ar: اعرض فقط سجلات آخر 30 يومًا
zh_hans: 只展示最近30天的记录

# wallet_exchange
source: Exchange
ar: تبادل
zh_hans: 兑换

# wallet_cost %@
source: Cost: %@
ar: التكلفة:%@
zh_hans: 花费: %@

# wallet_order_number %@
source: Order Number: %@
ar: رقم الطلب:%@
zh_hans: 订单号码: %@

# wallet_order_id %@
source: Order Id: %@
ar: معرف الطلب:%@
zh_hans: 订单Id: %@

# wallet_wait_for_pay
source: Waiting for payment
ar: انتظار الدفع
zh_hans: 等待支付

# wallet_pay_failed %@
source: Fail: %@
ar: فشل:%@
zh_hans: 失败: %@

# wallet_gold_coin_not_enough_dialog_msg
source: Insufficient gold coins, recharge immediately
ar: العملات الذهبية غير كافية ، قم باعادة الشحن على الفور
zh_hans: 金币不足，立刻充值

# wallet_recharge_btn_text
source: Recharge
ar: تعبئة رصيد
zh_hans: 充值

# wallet_recharge_for_others
source: recharge for others
ar: اشحن من خلال أشخاص آخرين
zh_hans: 通过其他人充值

# wallet_recharge_from_others
source: recharge from others
ar: تحويل العملات الذهبية
zh_hans: 转移货币

# wallet_coins_from_official
source: coins from official
ar: عملات ذهبية من الإدارة الرسمية
zh_hans: 官方发币

# wallet_sell_coins
source: Transfer coins
ar: تحويل العملات الذهبية
zh_hans: 转移金币

# wallet_exchange_confirm_tip
source: Sure to exchange diamonds to gold coins?
ar: هل أنت متأكد من تحويل الماسات الى عملات ذهبية ؟
zh_hans: 确认将钻石兑换成金币吗？

# wallet_consumption
source: Consumption
ar: استهلاك
zh_hans: 消费

# wallet_consumption_history_tip
source: Only show the purchase from store and gifts.
ar: اعرض فقط من مشتريات المتجر والهدايا
zh_hans: 只展示从商店购买和送礼

# wallet_coin_balance
source: Coin Balance: %1$@->%2$@
ar: رصيد العملات الذهبية:%1$@->%2$@
zh_hans: 金币余额：%1$@->%2$@

# wallet_diamond_balance
source: Diamond Balance: %1$@->%2$@
ar: الرصيد الماسي:%1$@->%2$@
zh_hans: 钻石余额：%1$@->%2$@

# wallet_reason %@
source: Reason: %@
ar: السبب:%@
zh_hans: 原因: %@

# administrator_to_add
source: Add
ar: إضافة
zh_hans: 添加

# administrator_room
source: Administrator(%1$@/%2$@)
ar: مسؤول(%1$@/%2$@)
zh_hans: 管理员(%1$@/%2$@)

# administrator_empty
source: No Administrator
ar: لا يوجد مسؤول
zh_hans: 没有管理员

# administrator_search_tips
source: Only up to %@ administrators can be added
ar: لا يمكن إضافة سوى %@ من مسؤولي الغرف على الأكثر
zh_hans: 您最多只能设置%@个房间管理员

# administrator_list_tips
source: Administrator rights include: Quiet Mic, Block Mic, Kick People, Invite People, Play music, Public screen setting, Wheat mode
ar: تشمل امتيازات المسؤول: صمت الميكروفون ، وحظر ميكروفون ، وطرد الأشخاص ، ودعوة الأشخاص ، وتشغيل الموسيقى ، وإعدادات الشاشة العامة ، ووضع الميكروفون
zh_hans: 管理员权限包括：静麦，封麦，踢人，邀请人，播放音乐，公屏设置，麦位模式

# admin_setting_play_music
source: Play music
ar: تشغيل الموسيقى
zh_hans: 播放音乐

# admin_setting_pk1v1
source: Initiate 1v1PK
ar: ابدأ 1v1PK
zh_hans: 发起1v1PK

# admin_setting_lock_mic
source: Lock and mute mic
ar: قفل الميكروفون
zh_hans: 封禁麦

# admin_setting
source: Permission setting
ar: إعدادات الأذونات
zh_hans: 权限设置

# admin_setting_kick_room
source: Kick user out off room
ar: طرد المستخدم من الغرفة
zh_hans: 将用户踢出房间

# admin_delete_tip
source: Are you sure you want to remove him as administrator?
ar: هل أنت متأكد أنك تريد إلغاء حالة المشرف الخاصة به؟
zh_hans: 你确定要将他的管理员身份取消？

# admin_setting_clear_screen
source: Clear public screen
ar: مسح الشاشة العامة
zh_hans: 清屏

# admin_setting_invite_mic
source: Invite user on mic
ar: دعوة المستخدمين إلى الميكروفون
zh_hans: 邀请用户上麦

# admin_setting_kick_mic
source: Kick user off mic
ar: طرد المستخدمين من الميكروفون
zh_hans: 将用户踢下麦

# invitation_desc
source: The winner will be determined by the value of the gifts each party received during the PK.
ar: يتقرر الفائز حسب قيمة الهدايا التي حصل عليها خلال فترة القتل!
zh_hans: 双方根据PK期间收到的金币礼物价值决定高低胜负！

# pk_time
source: Time
ar: قت PK
zh_hans: PK时间

# pk_time_minutes
source: %@ mins
ar: %@ دقائ
zh_hans: %@分钟

# pk_invitation
source: Invite
ar: دعوة
zh_hans: 邀请PK

# my_pk_record
source: PK Record
ar: سجل PK
zh_hans: PK记录

# no_record_desc
source: No PK Record
ar: لا يوجد سجل PK
zh_hans: 没有PK记录

# no_more_recrd_desc
source: No further records
ar: لا مزيد من السجلات
zh_hans: 没有更多记录了

source: 1V1 Invitation
ar: دعوة 1V1
zh_hans: 1V1邀请

# search_user_id
source: Search for in-room user's ID
ar: بحث عن معرف مستخدم داخل الغرفة
zh_hans: 搜索在房用户ID

# 1v1_invitation_desc
source: You can invite multiple in-room users to join the pk, but only the first one who accept the PK will become your opponent !
ar: يمكنك دعوة العديد من المستخدمين الحاليين للمشاركة في PK ، ولكن فقط المستخدم الذي يقبل أولاً سيصبح خصمك!
zh_hans: 您可邀请多个当前在房用户参与PK，但是只有最先接受PK的用户会成为您的对手！

# in_this_room
source: This room
ar: في هذه الغرفة
zh_hans: 在本房间

source: Start PK
ar: بدء PK
zh_hans: 开启PK

# cancel_matching
source: Cancel
ar: إلغاء
zh_hans: 取消匹配

# waiting_for_join
source: Waiting
ar: في انتظار الانضمام
zh_hans: 等待加入

source: Countdown
ar: العد التنازلي
zh_hans: 倒计时

source: Ended
ar: النهاية
zh_hans: 已结束

source: Contribution
ar: قائمة المساهمات
zh_hans: 贡献榜

source: Gift
ar: هدية
zh_hans: 送礼

# request_in_room_desc
source: Invited you to join 1v1 PK, accept or not?
ar: أنت مدعو إلى 1V1 PK ، هل تقبل؟
zh_hans: 邀请您进行1V1 PK，是否接受？

# request_out_room_desc
source: You are invited to have 1v1 pk. Do you want to enter the room where he is and accpet the pk challenge?
ar: أنت مدعو لـ 1V1 PK ، هل تقبل وتدخل غرفته؟
zh_hans: 邀请您进行1V1 PK，是否接受并进入他所在的房间？

# request_invisible_desc
source: You are in the invisible state. After you confirm the operation, you cannot be invisible again.
ar: أنت حاليًا في حالة التخفي. إذا أكدت للمتابعة ، فسيتم إلغاء التخفي.
zh_hans: 您当前处于隐身状态，确认继续的话将会取消隐身。

# remain_invisible
source: Stealth
ar: ابق في حالة التخفي
zh_hans: 保持隐身

# pk_reject_desc
source: The other party rejected your PK invitation, failed to start this PK round.
ar: الطرف الآخر يرفض قبول PK. فشل بدء PK
zh_hans: 对方拒接接受PK，PK开启失败

# pk_canceled_desc
source: The initiator has already canceled this PK round, join in failed.
ar: ألغى البادئ PK وفشل في الانضمام
zh_hans: 发起者已经取消本场PK，接受失败

# 1v1pking_cannot_open_group_pk
source: You are in 1V1 PK, can not start the Group PK, please try after your 1V1 PK end.
ar: أنت في 1v1PK ولا يمكنك بدء معركة الفريق PK
zh_hans: 您正处于1V1PK中，无法开启团战PK

# you_are_pking
source: You are currently in PK and cannot open a new PK round.
ar: أنت حاليًا في PK ولا يمكنك فتح PK جديد
zh_hans: 你当前正在PK中，无法开启新的PK

source: PK is over
ar: انتهى PK
zh_hans: PK已经结束

# invite_cannot_cancel
source: The initiator has already canceled this PK round, and cannot cancel again
ar: لقد قام بإلغاء PK هذا بالفعل ، ولا يمكنه النقر لإلغاء الأمر مرة أخرى
zh_hans: 发起者已经取消本场PK, 无法再次点击取消

# invite_already_pking
source: PK has been accepted and PK is in progress
ar: تم قبول PK ، PK في قيد التنفيذ
zh_hans: PK已经被接受了，正在PK中

# user_is_pking
source: The user you invited is in PK
ar: المستخدم الذي دعوته موجود في PK
zh_hans: 你邀请的用户正在PK中

# user_is_not_in_room
source: The user you invited is not in the room
ar: المستخدم الذي دعوته ليس في الغرفة
zh_hans: 你邀请的用户不在房

# cannot_invite_due_to_rejection
source: Too many declines, limited invitations
ar: عدد كبير جدًا من عمليات الرفض ، الدعوات محدودة
zh_hans: 拒绝太多，邀请受限制

# no_mvp
source: There is no MVP in this PK~
ar: ليس هناك MVP في جولة PK هذه~
zh_hans: 本场PK没有MVP哦~

# pk1v1_exit_room
source: You will fail if you exit the room during the PK, are you sure to exit the room?
ar: الخروج من الغرفة في منتصف PK سيؤدي إلى فشل العملية. هل أنت متأكد من رغبتك في الاستمرار في الخروج من الغرفة؟
zh_hans: PK中途退出房间将导致您PK失败，确定继续退出房间吗？

# anchor_quick_chat_dialog_title
source: Private Letter
ar: خطاب خاص
zh_hans: 私信

# anchor_quick_chat_hint
source: Say hi or bless your fans and friends today
ar: قل مرحبا للجماهير
zh_hans: 给粉丝打个招呼吧

# anchor_quick_chat_send_title
source: Send to these friends
ar: أرسل إلى هؤلاء الأصدقاء
zh_hans: 发送给这些朋友

# anchor_agency_salary_to_check_tip
source: Your agency salary information for last month has sent to your salary management, please go to check the salary.
ar: تم إرسال معلومات راتبك بالوكالة للشهر الماضي إلى إدارة وكالتك ، يرجى التحقق من الراتب
zh_hans: 你上月工会工资信息已经发送你的工会管理，请查收并核对工资

# anchor_agency_salary_issued_tip
source: Your agency salary has issued, please attention to check and pay your anchors as soon as possible
ar: تم دفع راتبك عن الشهر الماضي ، يرجى التحقق منه وإرسال الراتب إلى المضيف في أسرع وقت ممكن
zh_hans: 你上月的工会工资已经完成发放，请注意查收，尽快将工资发给主播

# anchor_agency_manager_salary_issued_tip
source: Your salary has issued, please attention to check
ar: تم دفع راتبك عن الشهر الماضي ، يرجى التحقق منه
zh_hans: 你上月的工资已经完成发放，请注意查收

# anchor_message_replied
source: The message has replied
ar: تم بالفعل معالجة هذه الرسالة
zh_hans: 这条消息已经处理过

# anchor_device_other_anchor_in_used
source: The device has other anchor in used
ar: هذا الجهازبالفعل تحت قيد الاستخدام من قبل مضيفين آخرين
zh_hans: 这个设备已有其他主播在使用

# anchor_is_already_anchor
source: You are already anchor
ar: أنت بالفعل أصبحت مضيف
zh_hans: 你已经是主播

# anchor_self_free_removed_tip
source: Your anchor has removed anchor identity
ar: لقد تم بالفعل ازالة هوية مضيفك كمضيف لديك
zh_hans: 你的主播已经删除主播身份

# anchor_self_cost_removed_tip
source: Your anchor has paid %@ diamonds and removed anchor identity
ar: لقد دفع لك المضيف الخاص بك %@ ماس ، وتمت إزالة هويته كمضيف
zh_hans: 你的主播向你支付了%@钻石，已经删除主播身份

# anchor_invite_to_accept_tip
source: The %@ agency manager invites you to be the anchor.
ar: يدعوك رئيس الوكالة %@ لتكون مضيفا له
zh_hans: %@公会长邀请你成为他的主播

# anchor_invite_sure_accept_tip
source: Are you sure to accept the invitation to become the anchor of the agency?
ar: هل أنت متأكد من قبولك للدعوة لتصبح مضيفا لهذه الوكالة؟
zh_hans: 确定接受邀请成为该工会主播？

# anchor_invite_sure_reject_tip
source: Are you sure you want to reject the invitation?
ar: هل أنت متأكد أنك تريد رفض الدعوة وألا تصبح مضيفا لهذه الوكالة؟
zh_hans: 确定拒绝邀请不成为该工会主播？

# anchor_free_exit_agence_tip
source: Your anchor has decided to exit your agency, you can convince it to revoke the application within 48 hours
ar: قرر المضيف الخاص بك ترك الوكالة ، لديك 48 ساعة لإقناع المضيف الخاص بك بسحب الطلب
zh_hans: 你的主播决定退出你的工会，你有48小时说服你的主播撤销申请

# anchor_cost_exit_agence_tip
source: Your anchor will pay %@ diamonds to decide to exit your agency, you can convince it to revoke the application within 48 hours
ar: لقد دفع المضيف الخاص بك %@ ماسات وقرر ترك وكالتك ، لديك 48 ساعة لإقناع المضيف الخاص بك بسحب الطلب
zh_hans: 你的主播将向你支付%@钻，决定退出你的工会，你有48小时说服你的主播撤销申请

# anchor_revoke_exit_agence_apply_tip
source: You anchor has revoked the application for exit your agency
ar: قام المضيف الخاص بك بسحب طلب ترك الوكالة
zh_hans: 你的主播已经撤销了退出工会的申请

# anchor_failed_exit_agence_tip
source: You anchor has failed to exit your agency
ar: فشل المضيف الخاص بك في ترك الوكالة
zh_hans: 你的主播退出工会失败了

# anchor_anchor
source: Anchor
ar: المضيف
zh_hans: 主播

# anchor_agent
source: Agent
ar: الوكيل
zh_hans: 公会长

# anchor_ask_for_gift_be_reported_warn_to_anchor
source: You have been reported to ask for gifts from others, if you do it again, you will be removed the anchor identity
ar: تم الإبلاغ عنك وتأكيد أنك طلبت هدايا من الآخرين ، وإذا قمت بهذا العمل مرة أخرى ، فسيتم إلغاؤك كمضيف
zh_hans: 你已经被举报并证实存在向人索要礼物的行为，如果再犯将被取消主播身份

# anchor_ask_for_gift_be_reported_warn_to_agent
source: Your anchor have been reported to ask for gifts from others, if he do it again, the anchor identity will be removed, please contact to him
ar: تم الإبلاغ عن المضيف وتأكيده على أنه طلب من الأشخاص تقديم هدايا. إذا قمت بهذا العمل مرة أخرى ، فسيتم إلغاء حالتك كمضيف ، يرجى الاتصال بالمضيف وتذكيره
zh_hans: 该主播已被举报并证实存在向人索要礼物的行为，如果再犯将被取消主播身份，请联系并提醒你的主播

# anchor_ask_for_gift_be_reported_removed_to_anchor
source: You have been reported to ask for gifts from others many times, the anchor identity have been removed, if you have any questions, please contact the official
ar: تم إبلاغك وتأكيد أنك طلبت من الأشخاص مرارًا وتكرارًا تقديم هدايا ، وتم إلغاء حالتك كمضيف. إذا كانت لديك أي أسئلة ، فيرجى الاتصال بالموظفيين الرسمي
zh_hans: 你被举报并证实存在多次向人索要礼物的行为，已经被取消主播身份，如有疑问请联系官方

# anchor_ask_for_gift_be_reported_removed_to_agent
source: You anchor have been reported to ask for gifts from others many times, the anchor identity have been removed
ar: تم الإبلاغ عن المضيف وتأكد أنها طلبت من المستخدمين تقديم هدايا ، وتم إلغاء حالة المضيف
zh_hans: 该主播已经被举报并证实存在向人索要礼物的行为，已被取消主播身份

# anchor_delete_anchor_identity
source: Remove anchor identity
ar: حذف هوية المضيف
zh_hans: 主播身份删除

# anchor_confirm_salary
source: Hello, anchor, have you received %@ monthly salary
ar: مرحبًا، المضيف، هل تلقيت راتبك الشهري %@؟
zh_hans: 主播你好，请问你是否收到%@月工资

# level_more_advanced_signs
source: More advanced signs in room
ar: توجد علامات أكثر تقدمًا في الغرفة
zh_hans: 在房间里有更高级的标志

# level_announce_everyone
source: Announce to everyone
ar: أظهر المجد للجميع
zh_hans: 跟所有人展示荣耀

# level_get_more_attention
source: Get more attention
ar: احصل على مزيد من الاهتمام
zh_hans: 获得更多注意力

# level_unlock_more
source: Unlock more features
ar: افتح المزيد من الميزات
zh_hans: 解锁更多功能

# level_cost_coin
source: Coins consumption
ar: استهلاك العملات الذهبية
zh_hans: 金币消费

# level_enter_room
source: Enter the room
ar: أدخل الغرفة
zh_hans: 进入房间

# level_share_room
source: Share room
ar: مشاركة الغرفه
zh_hans: 分享房间

# level_join_activitys
source: Participate in activities
ar: شارك في الأنشطة
zh_hans: 参加活动

# level_join_vip_speed_up_upgrade
source: Buy VIP to accelerate upgrade
ar: قم بشراء VIP لتسريع عملية الترقية
zh_hans: 购买VIP加速升级

# level_speed_up_upgrade
source: Speed up upgrade
ar: تسريع الترقية
zh_hans: 加速升级

# level_exp_day
source: %@ exp/day
ar: %@ خبرة / يوم

# level_exp_coin
source: %@ coins=1 EXP
ar: %@ عملات معدنية=1 EXP

# level_how_upgrade
source: How to upgrade
ar: كيفية الترقية
zh_hans: 如何升级

# level_level_reward
source: Level reward
ar: مكافأة المستوى
zh_hans: 等级奖励

# level_congratulations
source: Congratulations!
ar: تهانينا !
zh_hans: 恭喜！

# level_ok
source: OK
ar: حسنا

# level_upgrade_desc %@
source: need %@ EXP to reach the next level
ar: تحتاج%@ EXP للوصول إلى المستوى التالي
zh_hans: 还需要%@EXP升级

# level_level
source: Level
ar: المرتبة
zh_hans: 等级

# level_level_complet
source: %@ have completed Level %@
ar: %@ ترقية إلى المستوى%@
zh_hans: %@升级到等级%@

# level_join_vip
source: Buy
ar: الذهاب لفتح
zh_hans: 去开通

# level_4_reward_title
source: Send pictures in room
ar: الشاشة العامة تدعم إرسال الصور
zh_hans: 公屏支持发图

# level_ID_reward_title
source: Custom ID
ar: رقم حساب مخصص
zh_hans: 定制ID

# level_15_reward_title
source: Customize room themes
ar: تخصيص موضوع الغرفة
zh_hans: 自定义主题

# level_days
source: %ld days
ar: %ld أيام
zh_hans: %ld 天

# level_leader
source: Leader
ar: القائد
zh_hans: 统帅

# level_minister
source: Minister
ar: الوزير
zh_hans: 部长

# level_prince
source: Prince
ar: الامير
zh_hans: 王子

# level_noble
source: Noble
ar: النبيل
zh_hans: 贵族

# level_ruler
source: Ruler
ar: الحاكم
zh_hans: 统治者

# level_president
source: President
ar: الرئيس
zh_hans: 总统

# level_user_level
source: Level
ar: مستوى
zh_hans: 用户等级

# level_honor_model
source: Honor medal
ar: ميدالية الشرف
zh_hans: 荣耀勋章

# level_birthday_gift_bag
source: Birthday present
ar: هدية عيد ميلاد
zh_hans: 生日礼包

# level_car
source: Vehicle
ar: دخولية
zh_hans: 座驾

# level_custom_id
source: Custom id
ar: رقم حساب مخصص
zh_hans: 定制ID

# level_custom_profile_bg
source: Customize profile background
ar: تخصيص خلفية صفحة ملفك الشخصي
zh_hans: 定制资料页背景

# level_custom_profile_level
source: Profile background can be customized and uploaded
ar: يمكن تخصيص خلفية الصفحة الشخصية وتحميلها
zh_hans: 以上可以自定义上传个人页背景

# level_custom_theme
source: Custom theme
ar: تخصيص موضوع الغرفة
zh_hans: 定制主题

# level_custom_theme_level
source: Room theme can be customized and uploaded
ar: يمكنك تخصيص وتحميل مواضيع الغرفة
zh_hans: 以上可以自定义上传房间主题

# level_custom_gift
source: Custom gift
ar: هدية مخصصة
zh_hans: 定制礼物

# level_custom_gift_level
source: Gifts can be customized
ar: يمكن تخصيص الهدايا وتحميلها
zh_hans: 以上可以自定义上传礼物

# level_birthday_bag_level
source: LV.%@ birthday gift
ar: %@هدية عيد ميلاد المستوي
zh_hans: %@级生日礼物

# level_upgrade_congratulations
source: Congrates! Upgrad to %@
ar: بروك! ترقيت إلى لفل %@
zh_hans: 恭喜您升级到LV%@
