Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# level_upgrade_reward
source: You have unlocked new rewards
ar: لقد فتحت مكافآت جديدة
zh_hans: 您已解锁新奖励，快去查看

# level_<Project>_happy_your_birthday
source: Lama wishes you a happy birthday
ar: لاما تتمني لك عيد ميلاد سعيد
zh_hans: Lama祝你生日快乐

# level_receive_your_birthday_reward
source: Please receive our birthday present for you
ar: يرجى استلام هدية عيد الميلاد التي أرسلناها لك
zh_hans: 请领取我们送给你的生日礼物

# level_get_it_right_now
source: Get it right now
ar: احصل عليه الآن
zh_hans: 立即领取

# level_honor_medal_got
source: You have obtained the medal and can wear it in "Medal"
ar: لقد حصلت على الميدالية
zh_hans: 你已获得该勋章，可在“我的勋章”中佩戴

# level_honor_medal_unget
source: Not obtained
ar: لم يتم الحصول عليها
zh_hans: 未获得

# level_received
source: Received
ar: تم تلقيه
zh_hans: 已领取

# level_bag_level
source: LV%@ gift bag
ar: حزمة هدايا مستوى %@
zh_hans: %@级等级礼包

source: Level gift bag
ar: حزمة هدايا المستوى
zh_hans: 等级礼包

# level_reward_has_send
source: Your reward has been sent, please check.
ar: حزمة هدايا المستوى
zh_hans: 您的奖励已发放，请查收

# backpack_backpack
source: Backpack
ar: حقيبة ظهر
zh_hans: 背包

# backpack_backpack_desc
source: Goods in the backpack can be given to friends or yourself
ar: يمكن إهداء العناصر الموجودة في حقيبة الظهر للأصدقاء أو استخدامها بنفسك
zh_hans: 背包里的商品可以赠送给朋友或自己使用

# backpack_custom_id
source: Custom ID
ar: رقم حساب مخصص
zh_hans: 定制ID

# backpack_enter_id_to_custom
source: Enter the ID you want to customize
ar: من فضلك قم بإدخال رقم الحساب المخصص الذي تريده
zh_hans: 输入你想要定制的ID

# backpack_enter_other_id
source: Enter the other party's ID
ar: أدخل رقم حساب الطرف الآخر
zh_hans: 输入对方ID

# backpack_enter_send_custom_id
source: Enter the gifted custom ID
ar: أدخل رقم الحساب المخصص المهدى
zh_hans: 输入赠送的定制ID

# backpack_someone_send_you
source: %1$@ (ID:%2$@) send you
ar: %1$@ (ID:%2$@) ارسل إليك
zh_hans: %1$@ (ID:%2$@) 送你

# backpack_confirm_reject_send_id
source: Are you sure you refuse to receive the gifted custom ID?
ar: هل أنت متأكد من أنك ترفض استلام رقم الحساب المخصص المهدى؟
zh_hans: 确定拒绝领取赠送的定制ID？

# backpack_receive_new_custom_id_tip
source: After claiming, your original ID will be replaced by the new ID
ar: بعد الاستلام ، سيتم استبدال رقم حسابك الأصلي بالرقم الجديد
zh_hans: 领取后，你原来的ID将会被新ID替换

# backpack_send_id_success
source: Your gift ID has been sent to the other party, waiting for the other party to accept
ar: تم إرسال هدية رقم الحساب المخصص إلى الطرف الآخر ، في انتظار قبول الطرف الآخر
zh_hans: 你的赠送ID已经发给对方，等待对方接受

# backpack_send_good_id_number_limit
source: Only IDs greater than 4 digits can be given
ar: يمكن إهداء رقم حساب مخصص أكبر من 4 أرقام فقط
zh_hans: 只能赠送大于4位数的ID

# backpack_use_confirm
source: Are you sure you want to use the item?
ar: هل أنت متأكد أنك تريد استخدام العنصر؟
zh_hans: 确定要使用该商品?

# backpack_send_success
source: Complete the gift
ar: إتمام الإهداء
zh_hans: 完成赠送

# backpack_giving
source: Give away
ar: إهداء
zh_hans: 赠送

# backpack_finish_receive
source: Complete collection
ar: إتمام الاستلام
zh_hans: 完成领取

# backpack_finish_reject
source: Refused to receive
ar: رفض الاستلام
zh_hans: 已经拒绝领取

# backpack_customzie
source: Customize
ar: تخصيص
zh_hans: 定制

# account_feedback
source: Feedback
ar: الإبلاغ عن مشكلة
zh_hans: 反馈

# account_user_agreement
source: By continuing, you agree to Lama's
ar: بتسجيل الدخول ، أنت توافق على
zh_hans: 登录即代表你同意

# account_and
source: and
ar: و
zh_hans: 和

# account_service_terms
source: Terms of service
ar: شروط الخدمة
zh_hans: 服务条款

# account_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
zh_hans: 隐私政策

# account_choose_gender
source: What's your gender?
ar: الرجاء اختيار جنسك
zh_hans: 请选择你的性别

# account_gender_can_not_modify
source: Cannot modify after select gender
ar: بعد تحديد جنسك(ذكر او انثي)لايمكنك تعديله
zh_hans: 性别选择后不可修改

# account_thirdtype_kick_off
source: Your Lama account is logged in with %1$@ on another device, if it is not your operation, please check whether the %2$@ account is stolen immediately
ar: "تم تسجيل الدخول إلى حسابك على Lama باستخدام %1$@ على جهاز آخر ، إذا لم تكن العملية خاصة بك ،يرجى التحقق على الفور مما إذا كان حساب %2$@ قد تمت سرقته . "
zh_hans: 你的Lama账号在另一台设备上用%1$@登陆，如果不是你的操作，请立刻查看%2$@账号是否被盗.

# account_token_expire
source: Login information is invalid. Please login again
ar: معلومات تسجيل الدخول غير صالحة ، يرجى تسجيل الدخول مرة أخرى
zh_hans: 登录信息失效，请重新登录

# account_banned
source: Your account is blocked
ar: تم حظر حسابك
zh_hans: 你的账号被封禁了

# account_auth_error
source: Authorization failed, please try other login or connect vpn to retry
ar: فشل التفويض ، يرجى تجربة طريقة تسجيل دخول أخرى أو الاتصال بـ vpn والمحاولة مرة أخرى
zh_hans: 授权失败，请尝试其他登录方式或连接vpn后重试

# account_register_limit
source: You can only register 3 accounts per device
ar: جهاز واحد يمكنه تسجيل 3 حسابات على الأكثر
zh_hans: 一个设备只能注册3个账号

# account_server_auth_failed
source: Third party authorize failed, please retry
ar: فشل التفويض ، يرجى المحاولة مرة أخرى
zh_hans: 第三方授权失败, 请重试

# account_server_op_failed
source: Server operate failed, please retry
ar: فشلت العملية ، يرجى المحاولة مرة أخرى
zh_hans: 操作失败，请重试

# account_server_exception
source: Server error, please retry
ar: فشل الخدمة ، يرجى المحاولة مرة أخرى
zh_hans: 服务异常，请重试

# account_login_common_failed
source: Network error, please switch network to retry
ar: فشل الشبكة ، يرجى تبديل الشبكة والمحاولة مرة أخرى
zh_hans: 网络异常, 请切换网络重试

# account_login_banned
source: Hello, your account has a %1$@ violation, and you have been restricted from logging in for %2$@. You can click "Confirm" to appeal
ar: مرحبًا ، حسابك يحتوي على انتهاك من نوع %1$@ وتم منعه من تسجيل الدخول إلى %2$@. يمكنك النقر فوق "موافق" للاستئناف
zh_hans: 你好，你的账号存在%1$@类违规，已被限制登录%2$@，可以点击“确定”申诉

# account_deleted
source: The account was deleted
ar: تم حذف الحساب
zh_hans: 账号已删除

# account_active_push_title
source: Register now
ar: التسجيل في <Project>
zh_hans: 注册Lama

# account_active_push_content
source: Meet your soulmate
ar: القدر أن نلتقي بك ~
zh_hans: 遇见你的缘分~

# account_or
source: OR
ar: أو
zh_hans: 或

# account_enter_your_phone
source: Enter your number
ar: إدخال رقم الهاتف المحمول
zh_hans: 输入手机号

# account_sign_up_or_login
source: Sign up/Log in
ar: تسجيل الدخول / تسجيل حساب جديد
zh_hans: 注册/登录

# account_confirm_phone_right
source: Please confirm phone number is right?
ar: تأكد من صحة رقم الهاتف؟
zh_hans: 请确认手机号是否正确?

# account_country_not_support
source: The country is not supported
ar: البلد غير مدعوم
zh_hans: 国家暂不支持

# account_login
source: Log in
ar: تسجيل الدخول
zh_hans: 登录

# account_enter_password_tip
source: Please enter your password by
ar: الرجاء إدخال كلمة المرور المرتبطة بـ
zh_hans: 请输入密码

# account_password
source: Password
ar: كلمه المرور
zh_hans: 密码

# account_forget_password
source: Forgot Password
ar: نسيت كلمة المرور
zh_hans: 忘记密码

# account_enter_verify_code
source: Enter Verification Code
ar: أدخل رمز التأكيد
zh_hans: 输入验证码

# account_send_verify_code
source: Send SMS verification code to
ar: أرسل رمز التحقق إلى
zh_hans: 发送验证码到

# account_resend
source: Resend
ar: إعادة إرسال
zh_hans: 重发

# account_set_password
source: Set Password
ar: ضبط كلمة مرور
zh_hans: 设置密码

# account_password_input_tip
source: Please set a password of 6-12 digits.
ar: يرجى تعيين كلمة مرور مكونة من 6 إلى 12 رقمًا
zh_hans: 请设置6-12位的密码

# account_next
source: Next
ar: الخطوة التالية
zh_hans: 下一步

# account_bind_phone
source: Bind phone number
ar: ربط رقم الهاتف المحمول
zh_hans: 绑定手机号

# account_bind_tip
source: After binding, you can log in with your mobile number
ar: بعد الربط ، يمكنك تسجيل الدخول باستخدام رقم هاتفك المحمول
zh_hans: 绑定后你可以用手机号登录

# account_already_bond
source: This phone number has been bound to another Lama ID
ar: تم ربط رقم الهاتف هذا بمعرف Lama ID آخر
zh_hans: 该手机号已绑定其他Lama ID

source: Account setting
ar: إعدادت الحساب
zh_hans: 账号设置

# account_change_phone
source: Modify mobile phone number
ar: تغيير رقم الهاتف المحمول
zh_hans: 更改绑定手机号

# account_change_password
source: Change password
ar: تغيير كلمة المرور
zh_hans: 更改密码

# account_new_password
source: New password
ar: كلمة المرور الجديدة
zh_hans: 新密码

# account_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
zh_hans: 确认密码

# account_password_different
source: The two entered passwords do not match
ar: كلمتا المرور اللتان تم إدخالهما غير متطابقتين
zh_hans: 两次输入的密码不一致

# account_password_same
source: New and old password can not be the same. Please enter again.
ar: لا يمكن أن تكون كلمات المرور القديمة والجديدة متطابقة ، يرجى إعادة إدخالها
zh_hans: 新老密码不可一致请重新输入

# account_change_phone_success
source: Phone number is successfully changed
ar: تم تغيير رقم الهاتف المحمول بنجاح
zh_hans: 手机号更改成功

# account_set_password_success
source: Password set successfully
ar: تم تعيين كلمة المرور بنجاح
zh_hans: 密码设置成功

# account_change_password_success
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
zh_hans: 密码更改成功

# account_choose_country
source: Select [Country/Region]
ar: حدد [البلد / المنطقة]
zh_hans: 选择[国家/地区]

# setting_title
source: Settings
ar: الإعدادات
zh_hans: 设置

# setting_policy
source: APP POLICY
ar: سياسة البرنامج
zh_hans: 政策

# setting_current_version
source: Current Version
ar: النسخة الحالية
zh_hans: 当前版本

# setting_clear_cache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
zh_hans: 清除缓存

# setting_black_list
source: Blacklist
ar: القائمة السوداء
zh_hans: 黑名单

# setting_game_switch
source: Game switch
ar: فتح وقفل اللعبة
zh_hans: 游戏开关

# setting_upload_log
source: Upload Log
ar: تحميل السجل
zh_hans: 上传日志

# setting_sign_out
source: Sign Out
ar: تسجيل خروج
zh_hans: 退出登录

# setting_language_title
source: Language
ar: اللغة
zh_hans: 语言

# setting_language_save
source: Save
ar: حفظ
zh_hans: 保存

# setting_signout_tip
source: After signout you will not receive any notifications
ar: عند تسجيل الخروج لن تتلقى اى إشعارات
zh_hans: 退出登录将收不到任何消息通知

# setting_clear_cache_tip
source: Are you sure you want to clear Lama's cache?
ar: هل أنت متأكد أنك تريد مسح ذاكرة Lama المؤقتة؟
zh_hans: 确定要清除Lama的缓存吗?

# setting_clear_cache_success
source: Clear cache successfully
ar: تم مسح ذاكرة التخزين المؤقت بنجاح
zh_hans: 清除缓存成功

# setting_upload_success
source: Uploaded successfully
ar: تم الرفع بنجاح
zh_hans: 上传成功

# setting_upload_failed
source: Upload failed, please try again
ar: فشل التحميل ، يرجى المحاولة مرة أخرى
zh_hans: 上传失败，请重试

# setting_feedback
source: Feedback
ar: الإبلاغ عن مشكلة
zh_hans: 反馈

# setting_problem_des
source: Problem Description
ar: وصف المشكلة
zh_hans: 问题描述

# setting_problem_des_hint
source: Enter problem details here, at least 5 words
ar: أدخل تفاصيل المشكلة,5 كلمات على الأقل
zh_hans: 请输入问题描述，至少五个字

# setting_choose_type
source: Choose a type
ar: اختر نوعًا
zh_hans: 选择问题类型

# setting_feedback_upload_photo
source: Upload Screenshot
ar: تحميل لقطة شاشة
zh_hans: 上传截图

# setting_optional
source: (Optional)
ar: (اختياري)
zh_hans: (可选)

# setting_contact
source: Contact
ar: وسيلة التواصل
zh_hans: 联系方式

# setting_contact_hint
source: Mobile phone or Email address
ar: رقم الهاتف أو عنوان البريد الإلكتروني
zh_hans: 手机或邮箱

# setting_app_error
source: App error
ar: خطأ في التطبيق
zh_hans: 应用异常

# setting_recharge_or_income
source: Recharge/Withdraw
ar: إعادة الشحن / السحب
zh_hans: 充值或收入

# setting_suggestion
source: Suggestion
ar: إقتراح
zh_hans: 建议

# setting_complete
source: Complete
ar: تم
zh_hans: 完成

# setting_photo_partly_upload_fail
source: Some pictures failed to upload, please try again
ar: فشل تحميل بعض الصور ، يرجى المحاولة مرة أخرى
zh_hans: 部分图片上传失败，请重试

# setting_send_feedback_failed
source: Feedback failed, please try again
ar: فشلت الإبلاغ، يرجى المحاولة مرة أخرى
zh_hans: 反馈失败，请重试

# setting_toast_feedback_success
source: Feedback success
ar: تم الإبلاغ بنجاح
zh_hans: 反馈成功

# setting_blacklist
source: Blacklist
ar: القائمة السوداء
zh_hans: 黑名单

# setting_toast_remove_success
source: Removed successfully
ar: تمت الإزالة بنجاح
zh_hans: 移除成功

# setting_blacklist_empty
source: List is empty
ar: القائمة فارغة
zh_hans: 列表为空

# setting_blacklist_tip
source: Those who have been added to the blacklist will lose their following relationship with you and will not be able to follow you again
ar: اضافة إلى القائمة السوداء ، سيتم إلغاء علاقتك بالطرف الاخر ، ولن يتمكن من متابعتك مرة أخرى
zh_hans: 加入黑名单的用户将不能进入你的房间且不能给你发送消息

# setting_appeal
source: Account Appeal
ar: استئناف الحساب
zh_hans: 账号申诉

# setting_delete_account
source: Delete Account
ar: حذف الحساب
zh_hans: 删除账号

# setting_delete_account_tip
source: Sure to delete account？If the account is deleted, all your data is clear, you can't login forever, please proceed with caution!!!
ar: هل أنت متأكد في حذف الحساب؟ بعد حذف الحساب ، سيتم إتلاف جميع البيانات ،لا يمكن دخول واستخدامه ، يرجى العمل بحذر!!!
zh_hans: 确认删除账号？账号被删除后所有数据将被销毁，不再能登录，请谨慎操作！！！

# setting_chat_ai
source: Chat AI
ar: مساعد الدردشة

# setting_call_match_order
source: Voice Match Order
ar: طلب مطابقة الصوت
zh_hans: 语音匹配订单

# setting_security
source: Account security
ar: أمن الحساب
zh_hans: 账号安全

# setting_no_protected
source: No protection
ar: غير محمي
zh_hans: 未保护

# setting_protected
source: Under protection
ar: تحت الحماية
zh_hans: 保护中

# setting_account
source: Account
ar: الحساب
zh_hans: 账户

# setting_function
source: Function
ar: الوظائف
zh_hans: 功能

# setting_others
source: Others
ar: آخرى
zh_hans: 其他

# setting_msg_switch_alert_follow
source: When closed, you will not be able to receive messages from friends you follow
ar: وبعد إيقاف تشغيله، لن تتمكن من تلقي رسائل من الأصدقاء الذين تتابعهم.
zh_hans: 关闭后将无法接收到你关注好友的消息

# setting_msg_switch_title
source: Message switch
ar: فتح وإغلاق الرسائل
zh_hans: 消息开关

# setting_msg_switch_stranger
source: Strangers greet me
ar: رسائل الغرباء
zh_hans: 陌生人打招呼消息

# setting_msg_switch
source: Message
ar: إشعار الرسائل
zh_hans: 消息通知

# setting_msg_switch_friend
source: Follow each other's news
ar: رسائل الأشخاص الذين اتابعهم ويتابعوني
zh_hans: 互相关注的消息

# setting_msg_switch_follow
source: I follow people's news
ar: رسائل الأشخاص الذين أتابعهم
zh_hans: 我关注人的消息

# setting_msg_switch_alert_friend
source: When closed, you will not be able to receive messages from friends who follow each other
ar: بعد الإغلاق لن تتمكن من استقبال الرسائل من الأصدقاء الذين تتابعهم ويتابعوك.
zh_hans: 关闭后将无法接收到互相关注好友的消息

# rank_title
source: Ranking
ar: قائمة الترتيب
zh_hans: 排行榜

# rank_global_capital_first
source: Global
ar: عالمي
zh_hans: 全球

# rank_top_party
source: Top Party
ar: قائمة الغرف
zh_hans: 房间榜

# rank_top_gifters
source: Top Gifters
ar: قائمة مرسلي للهدايا
zh_hans: 送礼榜

# rank_top_star
source: Top Star
ar: قائمة مستلمي للهدايا
zh_hans: 收礼榜

# rank_daily_capital_first
source: Daily
ar: القائمة اليومية
zh_hans: 日榜

# rank_weekly_capital_first
source: Weekly
ar: القائمة الأسبوعية
zh_hans: 周榜

# rank_monthly_capital_first
source: Monthly
ar: القائمة الشهرية
zh_hans: 月榜

# rank_switch_to_the_list_date
source: Change date of ranking
ar: تغيير تاريخ القائمة
zh_hans: 切换榜单日期

# rank_no_ranking
source: No ranking
ar: ليس في القائمة
zh_hans: 未上榜

# rank_contribute_title
source: Contribution list
ar: قائمة المساهمات
zh_hans: 贡献榜

# rank_daily_list
source: Daily list
ar: القائمة اليومية
zh_hans: 日榜

# rank_weekly_list
source: Weekly list
ar: القائمة الأسبوعية
zh_hans: 周榜

# rank_today
source: Today
ar: اليوم
zh_hans: 今天

# rank_yesterday
source: Yesterday
ar: الامس
zh_hans: 昨天

# rank_this_week
source: This week
ar: .هذا الاسبوع
zh_hans: 本周

# rank_last_week
source: Last week
ar: الأسبوع الماضي
zh_hans: 上周

source: Daily Reward
ar: مكافأة اليومية
zh_hans: 每日奖励

source: Sign in
ar: تسجيل الدخول
zh_hans: 签到

source: a big surprise
ar: مفاجأة سارة كبيرة
zh_hans: 大惊喜

source: You haven't received today's sign-in reward
ar: لم تتلقَ مكافأة تسجيل الدخول اليوم
zh_hans: 你还没有领取今天的签到奖励

source: Consecutive sign in for seven days
ar: تسجيل حضور متتالي لمدة سبعة أيام
zh_hans: 七日连续签到

source: surprise
ar: مفاجئة
zh_hans: 惊喜

source: Get %@
ar: احصل على %@
zh_hans: 获得 %@

source: Receive your reward today
ar: احصل على مكافأتك اليوم
zh_hans: 今日收到奖励

# store_store
source: Store
ar: المتجر
zh_hans: 商店

# store_cars
source: Vehicles
ar: السيارات
zh_hans: 座驾

# store_frames
source: Frames
ar: إطار الصورة
zh_hans: 相框

# store_themes
source: Themes
ar: السمات
zh_hans: 主题

# store_test_drive
source: Test drive
ar: جرب القيادة
zh_hans: 试驾

# store_test_wear
source: Test wear
ar: جرب الارتداء
zh_hans: 试戴

# store_buy
source: Buy
ar: شراء
zh_hans: 购买

# store_buy_confirm
source: Buy it now?
ar: اشتر الآن؟
zh_hans: 立即购买？

# store_buy_success
source: Purchase successful
ar: عملية شراء ناجحة
zh_hans: 购买成功

# store_buy_use_now
source: Are you using it now?
ar: هل تود استخدامه على الفور؟
zh_hans: 是否立即使用?

# store_use_now
source: Use now
ar: استخدام على الفور
zh_hans: 立即使用

# store_profile_use
source: use it in profile
ar: استخدم في إعدادات الغرفة
zh_hans: 到资料卡中使用

# store_room_use
source: use it in room settings
ar: استخدم في إعدادات الغرفة
zh_hans: 到房间设置中使用

# store_id_your_custom_id
source: Your custom ID
ar: المعرف المخصص الخاص بك
zh_hans: 你的定制ID

# store_id_custom_id
source: Custom ID
ar: معرف مخصص
zh_hans: 定制ID

# store_id_edit_hint
source: Enter your ID you want to customize
ar: أدخل المعرف الخاص بك الذي تريد تخصيصه
zh_hans: 输入你想要定制的ID

# store_id_customize
source: Customize
ar: تخصيص
zh_hans: 定制

# store_id_gold_coins %@
source: %@ thousand
ar: %@ الف
zh_hans: %@ 千

# store_id_expire %@
source: %@ expires
ar: %@ تنتهي
zh_hans: %@ 过期

# store_id_can_customize
source: Fortunately, your customized ID is still there!
ar: لحسن الحظ ، لا يزال المعرف المخصص الخاص بك موجودًا!
zh_hans: 太幸运了，你定制的ID还在！

# store_id_has_been_customize
source: Your customized ID has been customized, please try another ID
ar: المعرف المخصص الخاص بك مستخدم بالفعل، يرجى تجربة معرف آخر
zh_hans: 你定制的ID已经被定制，请尝试其他ID

# store_id_replace_tip
source: Purchase a new custom ID, the original custom ID will be replaced
ar: شراء معرف مخصص جديد ، سيتم استبدال المعرف المخصص الأصلي
zh_hans: 购买新的定制ID，原有的定制ID会被替换

# store_id_confirm_buy_tip
source: Are you sure to buy this ID?
ar: هل أنت متأكد من شراء هذا المعرف؟
zh_hans: 确定购买该ID？

# store_id_start_with_0_tip
source: IDs starting with 0 are not yet open
ar: المعرفات التي تبدأ بـ 0 لم تفتح بع
zh_hans: 暂不支持为0开头的ID

# store_id_invalid
source: ID invalid
ar: المعرف غير صحيح
zh_hans: 无效ID

# store_id_limit
source: Custom ID cannot exceed %@ digits
ar: لا يمكن أن يتجاوز المعرف المخصص %@ أرقام
zh_hans: 定制ID不能超过%@位

# store_id_can_not_sell
source: The ID can not sell
ar: لا يمكن بيع المعرف
zh_hans: 该ID不能出售

# store_already_in_use
source: The %@ is already in use
ar: %@ قيد الاستخدام بالفعل
zh_hans: %@正在使用中

# store_expire
source: The %@ has expired
ar: انتهت صلاحية%@
zh_hans: %@已过期

source: Give away
ar: إهداء
zh_hans: 赠送

source: Enter the other party's ID
ar: أدخل رقم حساب الطرف الآخر
zh_hans: 输入对方ID

source: Complete the gift
ar: إتمام الإهداء
zh_hans: 完成赠送

source: Love store
ar: متجر الحب

source: Exclusive to CP
ar: خاص لـ CP
zh_hans: CP专属

source: Unfortunately, only users in a close relationship can buy/gift this item
ar: لسوء الحظ ، يمكن فقط للمستخدمين المرتبطين بعلاقة قوية شراء / إهداء هذا العنصر
zh_hans: 很遗憾，只有拥有亲密关系的用户才可以购买/赠送此商品

source: Unfortunately, only users with a CP relationship can purchase this item
ar: لسوء الحظ ، يمكن فقط للمستخدمين الذين لديهم علاقة CP شراء هذا العنصر
zh_hans: 很遗憾，只有拥有CP关系的用户才可以购买此商品

source: The CP/Friend ID you entered does not exist
ar: رقم CP / أيدي الصديق الذي أدخلته غير موجود
zh_hans: 您输入的CP/Friend的ID不存在

source: Please select the product that will be presented to your CP
ar: يرجى تحديد المنتج الذي سيتم تقديمه إلى CP الخاص بك
zh_hans: 请选择赠送给您CP的商品

source: Please select one to try on
ar: الرجاء تحديد واحد للمحاولة
zh_hans: 请选择一个进行试戴

source: The gift is successful
ar: الهدية ناجحة
zh_hans: 赠送成功

# store_id_renew_tip
source: Are you sure you want to renew this ID
ar: هل أنت متأكد أنك تريد تجديد هذا المعرف
zh_hans: 确定要续订该ID吗

# store_customzie
source: Customize
ar: تخصيص
zh_hans: 定制

# couple_add
source: Add
ar: إضافة
zh_hans: 添加

# couple_unlock
source: Unlock
ar: الغاء القفل
zh_hans: 解锁

# couple_form
source: Form %@
ar: ربط %@
zh_hans: 结成%@

# couple_friend
source: Friend
ar: صديق
zh_hans: 好友

# couple_invite_message
source: Are you sure you want to invite her to be your %@?
ar: هل أنت متأكد أنك تريد دعوته ليكون %@ ؟
zh_hans: 确定要邀请他成为你的%@?

# couple_invite_you_message
source: Invite you to form %@
ar: يدعوك للربط %@
zh_hans: 邀请你结成%@

# couple_released_notify
source: I have disowned %@ with you
ar: لقد أنهيت علاقة %@ معك
zh_hans: 已经和你解除了%@关系

# couple_online_tip
source: Online. Go find him
ar: متصل بالإنترنت ، اذهب للبحث عنه
zh_hans: 上线了，快去找他

# couple_breakup_notice
source: Break up notice
ar: إزالة الإشعار
zh_hans: 解除通知

# couple_breakup_tip
source: I have relieved %@ relationship with you
ar: لقد أنهيت علاقة%@ معك
zh_hans: 我已经和你解除了%@关系

# couple_date_duration %@
source: %@-now
ar: %@- الآن
zh_hans: %@-现在

# couple_invite_self
source: can't invite yourself
ar: لا أستطيع دعوة نفسي
zh_hans: 不能邀请自己

# couple_over
source: already have CP
ar: بالفعل CP
zh_hans: 已经有CP

# couple_friend_over
source: The number of friends exceeds the limit
ar: عدد الأصدقاء يتجاوز الحد
zh_hans: 朋友数超过上限

# couple_repeat_invite
source: Cannot repeat the invitation
ar: لا يمكن تكرار الدعوة
zh_hans: 不能重复邀请

source: showcase
ar: نافذة العرض
zh_hans: 橱窗

source: I gave him/her
ar: أعطيته له / لها
zh_hans: 我送给他/她的

source: he/she gave it to me
ar: هو / هي أعطته لي
zh_hans: 他/她送给我的

source: Go ahead and add the first item to your exclusive showcase
ar: انطلق وأضف العنصر الأول إلى نافذتك الخاصة
zh_hans: 快去为你们的专属橱窗添加第一个商品吧

source: They don't have any merchandise in their showcase yet~
ar: ليس لديهم أي عناصر في نافذتهم حتى الآن ~
zh_hans: 他们的橱窗还没有商品~

# share_copylink
source: Copylink
ar: نسخ العنوان
zh_hans: 复制链接

# share_copy_success
source: Copy successfully
ar: تم النسخ بنجاح
zh_hans: 复制成功

# share_more
source: More
ar: اكثر
zh_hans: 更多

# share_cancel
source: Cancel
ar: إلغاء
zh_hans: 取消

# share_user_rebate_invite
source: Send you a free frame.Come to Lama to chat together!
ar: أرسل لك إطارًا مجانيًا تعال إلى Lama للدردشة معًا!
zh_hans: 送你免费头像框，邀请你来Lama一起聊天吧！

# share_invite_code
source: Invite code: %@
ar: كود الدعوة: %@
zh_hans: 邀请码: %@

# room_channel_name
source: Room
zh_hans: 房间

source: List is empty
zh_hans: 列表为空

# setting_music
source: Music
zh_hans: 音乐

# setting_sound
source: Sound
zh_hans: 声音

# setting_vibration
source: Vibration
zh_hans: 震动

# setting_game_rules
source: Game Rules
zh_hans: 游戏规则

# setting_log_out
source: Log out
zh_hans: 退出登录

# common_game
source: Game
zh_hans: 游戏

# common_friend
source: Friend
zh_hans: 好友
