Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# room_video_search_empty
source: Search result does not exist
ar: نتيجة البحث غير موجودة
zh_hans: 搜索结果不存在

# room_video_forbid_pk
source: The video room cannot play team pk
ar: غرفة الفيديو لا يمكن أن تفتح فريق معركة PK
zh_hans: 视频房不能开启团战pk

# room_video_forbid_switch
source: The room type cannot be switched during pk
ar: لا يمكن تبديل نوع الغرفة أثناء PK
zh_hans: pk进行中无法切换房间类型

# youtube_add_vidoe_guide_1
source: 1. Open youtube.
ar: 1. افتح youtube.
zh_hans: 1.打开YouTube

# youtube_add_vidoe_guide_2
source: 2. Click on the share-copy link
ar: 2. انقر على رابط نسخة المشاركة
zh_hans: 2.点击share-copy link

# youtube_add_vidoe_guide_3
source: 3. Add the link to the link area
ar: 3. أضف الارتباط إلى منطقة الارتباط
zh_hans: 3.把link添加到链接区域

# youtube_add_video
source: Add video
ar: أضف فيديو
zh_hans: 添加视频

# youtube_paste_video_link
source: Please paste youtube video link
ar: يرجى لصق رابط فيديو youtube
zh_hans: 请粘贴 youtube 视频网址

# arist_antikick
source: Sorry dear, the user is %@ and protected by Aristocracy privileges, he/she cannot be kicked out of the room now.
ar: عذرًا ، قام الطرف الآخر بتنشيط الأرستقراطية %@ ، محميًا بامتيازات ، ولا يمكن طرده من الغرفة
zh_hans: 抱歉，对方已开通贵族%@，受特权保护，无法被踢出房间

# arist_lock_kick_out
source: Dear user, please note that the room owner has locked the room, invisible users will be automatically kicked out of the room.
ar: عزيزي المستخدم ، يرجى ملاحظة أن مالك الغرفة قد أغلق الغرفة ، وسيتم طرد المستخدمين غير المرئيين تلقائيًا من الغرفة.
zh_hans: 房主已锁房，隐身用户自动被系统踢出房间

# arist_dialog_title
source: If continue your action will no longer be invisible, are you sure to continue?
ar: أنت حاليًا في وضع الاختفاء، لا يمكنك الاستمرار في أن تكون غير مرئي بعد تأكيد العملية
zh_hans: 你当前为隐身状态，确认操作后无法继续隐身

# arist_dialog_confirm
source: Continue
ar: تأكيد
zh_hans: 确认继续

# arist_dialog_cancel
source: Give up
ar: إلغاء
zh_hans: 放弃操作

# arist_fans_num
source: %@ followers
ar: %@ معجب
zh_hans: %@个粉丝

source: Sensitive words
ar: كلمات حساسية
zh_hans: 敏感词

source: Sensitive words setting
ar: إعداد كلمات حساسية
zh_hans: 敏感词设置

source: Add sensitive words
ar: إضافة كلمات حساسية
zh_hans: 添加敏感词

# add_sensitive_words_with_count
source: Add sensitive words (%@/%@)
ar: إضافة كلمات حساسية (%@/%@)
zh_hans: 添加敏感词(%@/%@)

# sensitive_words_desc_1
source: Public screen messages containing sensitive words will not appear in the room
ar: لا يسمح إظهار المعلومات التي تحتوي على كلمات حساسية في الشاشة العامة
zh_hans: 包含敏感词的公屏消息不会出现在房间

# sensitive_words_desc_2
source: Sensitive words included will not appear in private messages
ar: لا يسمح إظهار المعلومات التي تحتوي على كلمات حساسية في الرسائل الخاصة
zh_hans: 包含的敏感词也不会出现在私信

# enter_sensitive_words
source: Please enter sensitive words
ar: كتابة كلمات حساسيىة
zh_hans: 请输入敏感词

# maximum_sensitive_words
source: Up to %@ sensitive words can be set
ar: فقط يدعم إعداد %@ كلمات حساسية
zh_hans: 最多可设置%@个敏感词

# same_sensitive_words
source: Sensitive word already exists
ar: قد يوجد نفس كلمة حساسية
zh_hans: 已存在相同的敏感词

# pk1v1_game
source: Game
ar: العاب
zh_hans: 游戏

# pk1v1_party
source: Party
ar: حفلات
zh_hans: 派对

# pk1v1_guide
source: 1V1 PK is now online, come and fight to be the PK King!
ar: 1V1 PK متاح الآن، تعال وقاتل لتكون ملك PK!
zh_hans: 1V1 PK上线啦，来争做PK King吧！

# pk1v1_pking
source: You are currently in PK and cannot open a new PK round.
ar: أنت حاليًا في PK ولا يمكنك فتح PK جديد
zh_hans: 你当前正在PK中，无法开启新的PK

# pk1v1_pking_group
source: You are in 1V1 PK, can not start the Group PK, please try after your 1V1 PK end.
ar: أنت في 1v1PK ولا يمكنك بدء معركة الفريق PK
zh_hans: 您正处于1V1PK中，无法开启团战PK

source: Mic mode
ar: وضع الصعود علي الميكروفون
zh_hans: 上麦模式

source: open mode
ar: وضع الفتح
zh_hans: 开放模式

source: invite mode
ar: وضع الدعوة
zh_hans: 邀请模式

# free_to_chat
source: Viewers are free to mic and chat
ar: المشاهدون يمكنهم استخدام الميكروفون والدردشة بحرية
zh_hans: 观众可自由上麦聊天

# invite_to_chat
source: After the application is approved or the audience you invite can chat on the microphone
ar: بعد الموافقة على الطلب أو يمكن للمشاهدين الذين تدعوهم استخدام الميكروفون
zh_hans: 申请通过或你邀请的观众可上麦聊天

source: Blacklist
ar: القائمة السوداء
zh_hans: 黑名单

source: Effect switch
ar: فتح وقفل التأثيرات
zh_hans: 特效开关

# car_effect
source: car effects
ar: تأثيرات الدخوليات
zh_hans: 座驾特效

# gift_effect
source: gift effects
ar: تأثيرات الهدايا
zh_hans: 礼物特效

# lucky_packet_dialog
source: Lucky bag pop-up window
ar: نافذة منبثقة لصناديق الحظ
zh_hans: 红包弹窗

source: apply for mic
ar: طلب المايك
zh_hans: 申请上麦

source: apply now
ar: قدم الآن
zh_hans: 立刻申请

source: Waiting
ar: جاري الانتظار
zh_hans: 等待中

source: cancel application
ar: إلغاء الطلب
zh_hans: 取消申请

source: application list
ar: قائمة الطلبات
zh_hans: 申请列表

# application_user_format
source: Application user(%@)
ar: المستخدم صاحب الطلب (%@)
zh_hans: 申请用户(%@)

# your_application_rank_format
source: You are currently ranked %@
ar: امامك عدد %@ من الطلبات
zh_hans: 你当前排第%@

source: approved
ar: تم الموافقة
zh_hans: 已同意

# approved_mic_now
source: The application for mic has been approved, please mic immediately
ar: تمت الموافقة على طلب استخدام الميكروفون ، يرجى الصعود علي الميكروفون على الفور
zh_hans: 申请上麦已通过，请立即上麦

source: mic now
ar: الصعود علي الميكروفون على الفور
zh_hans: 立即上麦

# application_leave_room
source: You have submitted an application to be on the mic, the application for leaving the room will be invalid, confirm to leave the room?
ar: لقد قدمت طلبًا لاستخدام الميكروفون ، وسيكون الطلب غير صالح في حالة مغادرة الغرفة، هل انت متأكد من مغادرة الغرفة
zh_hans: 你已经提交申请上麦，离开房间申请会失效，确定离开房间？

# success_modify
source: Successfully modified
ar: تم التعديل بنجاح
zh_hans: 修改成功

# room_car_effect_off
source: The car effect has been turned off in this room
ar: أوقفت هذه الغرفة المؤثرات الخاصة للدخوليات
zh_hans: 该房间已关闭座驾特效

# room_gift_effect_off
source: The room has turned off gift effects
ar: أوقفت هذه الغرفة تأثيرات الهدايا
zh_hans: 该房间已关闭送礼特效

# room_red_packet_off
source: The room has closed the lucky bag pop-up window
ar: أوقفت هذه الغرفة نافذة صناديق الحظ المنبثقة
zh_hans: 该房间已关闭红包弹窗

source: Game switch
ar: فتح وقفل اللعبة
zh_hans: 游戏开关

# room_game_off
source: The game is no longer displayed in the room after closing
ar: لم تعد اللعبة معروضة في الغرفة بعد الإغلاق
zh_hans: 关闭后游戏不再房间内显示

# room_game_on
source: Games can be found in the Play Center
ar: يمكن العثور على الألعاب في مركز اللعب
zh_hans: 可在玩法中心找到游戏

# wait_for_on_mic
source: The invitation has been sent, waiting for the other party to mic
ar: تم إرسال الدعوة ، في انتظار أن يقوم الطرف الآخر بالصعود لاستخدام الميكروفون
zh_hans: 邀请已发出等待对方上麦

# apply_for_mic_format
source: %@ apply for mic
ar: طلب %@ استخدام الميكروفون
zh_hans: %@申请上麦

# no_empty_mic
source: Currently no mic available
ar: حاليا لا يوجد ميكروفون شاغر
zh_hans: 当前无空麦位

# mic_request_rejected
source: Your mic request has been rejected too many times, and you cannot apply for mic again
ar: تم رفض طلب الميكروفون الخاص بك عدة مرات ، ولا يمكنك التقدم بطلب لاستخدام الميكروفون مرة أخرى
zh_hans: 你的上麦请求被拒绝太多次了，无法再次申请上麦

# server_op_failed
source: Server operate failed, please retry
ar: فشلت العملية ، يرجى المحاولة مرة أخرى
zh_hans: 操作失败，请重试

# room_message_new
source: New message
ar: رسائل جديدة
zh_hans: 新消息

# room_message_someone_@_me
source: Someone@me
ar: يوجد شخص @ أنا
zh_hans: 有人@我

# room_send_gift_multi
source: %1$@, %2$@ and %3$@ other people
ar: %1$@، %2$@ و %3$@ أشخاص آخرين
zh_hans: %1$@，%2$@等%3$@人

# room_flag_raising_rank_title
source: Flag contribution top 3
ar: أهم 3 مساهمات في رفع العلم
zh_hans: 升旗贡献前3名

# room_clean_screen_empty_tip
source: No public screen messages
ar: لا توجد دردشة شاشة عامة حتى الآن
zh_hans: 暂无公屏聊天

# room_play_center_room_setting_public_screen_tip
source: After closing, you will not longer receive anyone's 1v1PK invitation
ar: بعد الإغلاق، لن تتمكن من تلقي دعوات PK من أي شخص.
zh_hans: 关闭后将无法接收到任何人的PK邀请

# room_clean_screen_success_tip
source: Public screen has beed cleared
ar: تم مسح محتوى دردشة الشاشة العامة
zh_hans: 公屏聊天内容已被清理

# room_setting_1v1pk
source: Only the owner or administrator can initiate 1v1PK
ar: يمكن فقط لأصحاب الغرفة أو المسؤولين بدء 1v1PK
zh_hans: 仅房主或管理员可发起1v1PK

# room_setting_clean_screen
source: Clear public screen
ar: مسح الشاشة العامة
zh_hans: 清屏

# room_play_center_room_setting_public_screen
source: Public screen
ar: الشاشة العامة
zh_hans: 公屏

# room_play_center_room_setting_pk1v1
source: Accpect 1v1PK request
ar: تلقي دعوة 1v1PK
zh_hans: 接收1v1PK邀请

# follow_relation_title
source: Fans and follow
ar: المعجبين والمتابعين
zh_hans: 粉丝与关注

# follow_str_following
source: Following
ar: متابعة
zh_hans: 关注

# follow_str_fans
source: Fans
ar: المعجبون
zh_hans: 粉丝

# follow_follow_just_now
source: Just followed
ar: تمت المتابعة للتو
zh_hans: 刚刚关注

# follow_follow_hours_ago
source: Followed %@ hours ago
ar: تمت المتابعة قبل @% ساعة
zh_hans: %@小时前关注

# follow_follow_day_ago
source: Followed %@ days ago
ar: تمت المتابعة قبل @% يوم
zh_hans: %@天前关注

# web_view_page_load_error_tip
source: The page failed to load, please try again
ar: فشل تحميل الصفحة ، يرجى المحاولة مرة أخرى
zh_hans: 页面加载失败，请重试

# family_entrance_icon_name
source: family_entrance_icon_en
ar: family_entrance_icon_ar
zh_hans: family_entrance_icon_ch

# fl_click_to_select
source: Click to select
ar: انقر للاختيار
zh_hans: 点击选择

# fl_please_fill_%s
source: Please fill %s
ar: يرجى ملء %@
zh_hans: 请填写%@

# fl_please_select_%s
source: Please select %s
ar: الرجاء الاختيار %@
zh_hans: 请选择%@

# fl_Join
source: Join
ar: إنضمام
zh_hans: 加入

# fl_Joined
source: Joined
ar: تم الانضمام
zh_hans: 已加入

# fl_List
source: List
ar: القائمة
zh_hans: 列表

# fl_Task
source: Task
ar: المهام
zh_hans: 任务

# fl_Invalid_content
source: Invalid content
ar: محتوى غير صالح
zh_hans: 无效的内容

# fl_Put_away
source: Put away
ar: استلام
zh_hans: 收起

# fl_Season_x_Rewards
source: Season'%@ Rewards
ar: مكافآت الموسم '%@
zh_hans: 赛季'%@奖励

# fl_Create_Family
source: Create Family
ar: أنشئ عائلة
zh_hans: 创建家族

# fl_Create_with_x_coins
source: Create with %@ coins
ar: ادفع %@ من العملات الذهبية
zh_hans: 支付%@金币创建

# fl_Create_for_free
source: Create for free
ar: أنشئ مجانًا
zh_hans: 免费创建

# fl_Family_Cover
source: Family Cover
ar: غلاف العائلة
zh_hans: 家族封面

# fl_Family_Name
source: Family Name
ar: اسم العائلة
zh_hans: 家族名

# fl_Fill_your_family_name
source: Fill your family name
ar: اكتب اسم العائلة
zh_hans: 填写家族名

# fl_Family_Tag
source: Family Tag
ar: شعار العائلة
zh_hans: 家族Tag

# fl_Fill_your_family_tag
source: Fill your family tag
ar: املأ شعار العائلة
zh_hans: 填写家族Tag

# fl_Family_Announcement
source: Family Announcement
ar: إعلان العائلة
zh_hans: 家族宣言

# fl_Fill_your_family_announcement
source: Fill your family announcement
ar: املأ إعلان العائلة
zh_hans: 填写家族宣言

# fl_Can_not_modify_after_setting
source: Can't modify after setting
ar: لا يمكن تعديلها بعد الضبط
zh_hans: 设置后不能修改

# fl_Join_mode
source: Join mode
ar: وضع الانضمام
zh_hans: 加入模式

# fl_Join_Level_Requirement
source: Join Level Requirement
ar: متطلبات مستوى الانضمام
zh_hans: 加入等级要求

# fl_Free_join
source: Free join
ar: انضم مجانا
zh_hans: 免费加入

# fl_Owner_review
source: Owner review
ar: مراجعة العائلة
zh_hans: 家族长审核

# fl_Level_dot_x
source: Level.%@
ar: المستوى.%@
zh_hans: 等级.%@

# flx_join_rule_long_text
source: *Only %@ can create a family for free *Family members for 7 consecutive days=1, the family will be automatically disbanded *Family cover, the family name is limited to be modified at most once a month
ar: * يمكن لـ %@ فقط إنشاء عائلة مجانًا * أفراد العائلة لمدة 7 أيام متتالية = 1 ، سيتم تلقائيًا حل * غلاف العائلة ، اسم العائلة يقتصر على التعديل مرة واحدة في الشهر على الأكثر
zh_hans: *只有%@才能免费创建家族 *连续7天家族成员=1，家族将自动解散 *家族封面，家族名称限制每个月最多修改1次

# fl_Season
source: Season
ar: الموسم
zh_hans: 赛季

# fl_Daily
source: Daily
ar: كل يوم
zh_hans: 每日

# fl_Friend_Family
source: Friend's Family
ar: اصدقاء العائلة
zh_hans: 好友的家族

# fl_Season_x
source: Season %@
ar: الموسم %@
zh_hans: 赛季%@

# fl_x_friends_in_this_family
source: %@ friends in this family
ar: هناك %@ من الأصدقاء في هذه العائلة
zh_hans: 有%@个好友在这个家族

# fl_x_users_i_followed
source: %@ users i followed in this family
ar: هناك %@ أتابعهم في هذه العائلة
zh_hans: 有%@个我关注的人在这个家族

# fl_Family_score
source: Family score
ar: نقاط العائلة
zh_hans: 家族积分

# fl_The_contributed_score
source: The contributed score for the season
ar: النقاط التي ساهمت بها هذا الموسم
zh_hans: 本赛季贡献的积分

# fl_Send_gift_score
source: Send gift score
ar: نقاط إرسال الهدايا
zh_hans: 送礼积分

# fl_Received_gift_score
source: Received gift score
ar: نقاط استلام الهدايا
zh_hans: 收礼积分

# fl_Activity_score
source: Activity score
ar: نقاط النشاط
zh_hans: 活动积分

# fl_Other_score
source: Other score
ar: نقاط أخرى
zh_hans: 其他积分

# fl_Family_season_stars
source: Family season stars
ar: نجم الموسم في العائلة
zh_hans: 赛季家族之星

# fl_Room
source: Room
ar: الغرفة
zh_hans: 房间

# fl_Contribution
source: Contribution
ar: المساهمة
zh_hans: 贡献

# fl_No_1_Send_gift
source: No.1 Send gift
ar: المركز الأول إرسال هدايا
zh_hans: 第一名 送礼

# fl_No_1_Receive_gift
source: No.1 Receive gift
ar: المركز الأول استلام هدايا
zh_hans: 第一名 收礼

# fl_No_1_Activity
source: No.1 Activity
ar: المركز الأول النشاط
zh_hans: 第一名 活动

# fl_Above_Lvx_can_join
source: Above Lv.%@ can join
ar: المستوى %@ فيما فوق يمكنه الانضمام
zh_hans: Lv.%@以上可以加入

# fl_Need_to_join_to_see
source: Need to join to see
ar: مرئي بعد الانضمام
zh_hans: 加入后可见

# fl_My_family
source: My family
ar: عائلتي
zh_hans: 我的家族

# fl_Family_square
source: Family square
ar: ساحة العائلة
zh_hans: 家族广场

# fl_Quit
source: Quit
ar: خروج
zh_hans: 退出

# fl_are you sure?
source: are you sure?
ar: هل أنت متأكد؟
zh_hans: 你确定吗?

# fl_Edit_family
source: Edit family
ar: تحرير العائلة
zh_hans: 编辑家族

# fl_not_process_tip_long_text
source: Family join requests that are not processed within 7 days will be automatically rejected.
ar: إذا لم تتم معالجة الطلب في غضون 7 أيام ، فسيتم رفضه تلقائيًا
zh_hans: 加入申请7天内不处理将自动拒绝

# fl_Expired
source: Expired
ar: منتهي الصلاحية
zh_hans: 过期

# fl_Rejected
source: Rejected
ar: رفض
zh_hans: 拒绝

# fl_Agree
source: Agree
ar: موافقة
zh_hans: 同意

# fl_Pass
source: Pass
ar: قبول
zh_hans: 通过

# fl_family_not_exist
source: The family is not exist
ar: العائلة غير موجودة
zh_hans: 家族不存在

# fl_daily_rank_in_whole_region
source: No.%@ daily rank in the whole region
ar: الترتيب اليومي للمنطقة بأكملها %@
zh_hans: 全大区日榜排名%@

# fl_Top_x
source: Top %@
ar: أول %@
zh_hans: 前%@

# fl_Medals
source: Medals
ar: الميداليات
zh_hans: 勋章

# fl_Friends
source: Friends
ar: الاصدقاء
zh_hans: 好友

# fl_No_1_family_today
source: No.1 family today
ar: العائلة المهيمنة اليوم
zh_hans: 今日霸榜家族

# fl_full_service_dominance
source: Full service dominance family
ar: عائلة خدمة كاملة
zh_hans: 全服家族

# fl_family_exist
source: Already had family
ar: العائلة موجودة بالفعل
zh_hans: 该家族已存在

# fl_Already_had_family
source: Already had family
ar: توجد هذه العائلة بالفعل
zh_hans: 已有家族

# fl_members_reached_the_limit
source: Family members have reached the limit
ar: أفراد العائلة وصلوا إلى الحد الأقصى
zh_hans: 家族成员达到上限

# fl_Family_application
source: Family application
ar: طلب عضوية العائلة
zh_hans: 家族加入申请

# fl_SEASON_x
source: SEASON %@
ar: الموسم %@
zh_hans: 赛季%@

# fl_Family_news
source: Family news
ar: أخبار العائلة
zh_hans: 家族消息

# fl_A_new_apply_to_join
source: A new apply to join family
ar: يوجد طلب جديد للانضمام للعائلة
zh_hans: 有一个新的加入家族的申请

# fl_please_wait_approval
source: The application has been submitted, please wait family master approval
ar: تقديم الطلب بنجاح ، بانتظار موافقة زعيم الأسرة
zh_hans: 申请成功，等待家族长审批

# fl_join_successfully_congratulations
source: Join successfully, congratulations to you become the family member
ar: تم الانضمام بنجاح، تهانينا على انضمامك إلى العائلة لتصبح عضو بها
zh_hans: 加入成功，恭喜你成为该家族成员

# fl_family_name_exist
source: The family name is exist
ar: اسم العائلة هذة موجود بالفعل
zh_hans: 该家族名已存在

# fl_level_not_allow_to_join
source: Your level is not allowed to join the family
ar: المستوى الخاص بك لا يفي بمتطلبات القبول للدخول في العائلة
zh_hans: 你的等级不满足加入要求

# fl_About to start
source: About to start
ar: على وشك أن تبدأ
zh_hans: 即将开始

# fl_In progress
source: In progress
ar: جاري القيام بها
zh_hans: 正在进行

# fl_No records
source: No records
ar: لا سجلات
zh_hans: 还没有记录

# fl_OK
source: OK
ar: حسنا
zh_hans: 确认

# fl_More
source: More
ar: أكثر
zh_hans: 更多

source: Start at %@
ar: ابدأ في%@
zh_hans: 开始时间：%@

source: %@ minutes
ar: %@ دقيقة
zh_hans: %@ 分钟

source: %@ hours
ar: %@ ساعات
zh_hans: %@ 小时

source: subscription
ar: الاشتراك
zh_hans: 订阅

source: subscriptioned
ar: تم الإشتراك
zh_hans: 已订阅

# headline_send
source: send
ar: إرسال
zh_hans: 送

# headline_go
source: go
ar: يذهب
zh_hans: 前往

# headline_open
source: open
ar: افتح
zh_hans: 打开

# headline_play
source: play
ar: لعب
zh_hans: 去玩

# headline_lucky_fruit_win
source: wins %@ coins at lucky fruit
ar: فاز عدد %@ عملات ذهبية في lucky fruit
zh_hans: 在lucky fruit中赢得%@金币

# headline_slot_win
source: wins %@ coins at Jackpot
ar: فاز عدد %@ عملات ذهبية في jackpot
zh_hans: 在jackpot中赢得%@金币

# headline_send_lucky_bag
source: sent you a lucky bag
ar: أعطاك حقيبة الحظ
zh_hans: 给你送了一个幸运包

# headline_invite
source: Invite
ar: دعوة
zh_hans: 邀请

# headline_invite_reward
source: Invite friends to get %@ coins
ar: ادعُ الأصدقاء للحصول على عدد %@ عملات ذهبية
zh_hans: 邀请朋友获得%@金币奖励

# headline_invite_guild_reward
source: Recommend agency to get %@ gold prize
ar: قم بترشيح بعض الوكالات للحصول على %@ من العملات الذهبية
zh_hans: 推荐工会获得%@金币奖励

# headline_gift_wish_reward
source: has helped %@ fulfill their Ramadan gift wishes
ar: تذكر لقد ساعدت بالفعل %@ من الأشخاص على تلبية امنياتهم في هدايا رمضان.
zh_hans: 已经帮助%@人完成斋月心愿

# headline_super_gift_reward
source: Draw %@ in Super Gift
ar: لقد ربحت %@ في الهدية الفائقة
zh_hans: 在超级礼物中抽中了%@

# headline_super_gift_level_limit
source: Require level 5 or higher
ar: يتطلب المستوى 5 أو أعلى
zh_hans: 需要等级5以上

# headline_world_cup_points_reach_threshold
source: over %@ points in the World Cup quiz
ar: تجاوزت%@ من النقاط في مسابقة كأس العالم
zh_hans: 在世界杯竞猜活动中超过%@积分

# headline_pk_level
source: Two parties are battle fiercely, come and cheer for them!
ar: الجانبين في PK شرس ، قوموا بتحميسهم أكثر!
zh_hans: 双方正激烈PK中，快为他们打气！

# headline_send_gift_multi
source: %1$@, %2$@ and %3$@ other people
ar: %1$@، %2$@ و %3$@ أشخاص آخرين
zh_hans: %1$@，%2$@等%3$@人

# common_cancel
source: Cancel
ar: إلغاء
zh_hans: 取消

# common_confirm
source: Confirm
ar: تأكيد
zh_hans: 确定

# common_next_step
source: Finish
ar: إنهاء
zh_hans: 完成

# common_room_empty
source: No room available
ar: لا توجد غرف متاحة
zh_hans: 暂无房间

# common_list_empty
source: List is empty
ar: القائمة فارغة
zh_hans: 列表为空

# common_list_search_empty
source: Search result does not exist
ar: نتيجة البحث غير موجودة
zh_hans: 搜索结果不存在

# common_failed
source: Failed
ar: العملية فشلت
zh_hans: 失败

# common_success
source: Success
ar: العملية نجحت
zh_hans: 成功

# common_error
source: Error
ar: خطأ
zh_hans: 错误

# common_info
source: Info
ar: معلومة
zh_hans: 信息

# common_warning
source: Warning
ar: تحذير
zh_hans: 警告

# common_search_empty
source: The ID you entered does not exist
ar: المعرّف الذي أدخلته غير موجود
zh_hans: 你输入的id不存在

# common_create
source: Create
ar: إنشاء غرفة
zh_hans: 创建

# common_send
source: Send
ar: إرسال
zh_hans: 送

# common_follow
source: Follow
ar: متابعة
zh_hans: 关注

# common_unfollow
source: Following
ar: متابعة
zh_hans: 已关注

# common_invite
source: Invite
ar: الدعوة إلى الميكروفون
zh_hans: 邀请

# common_lock
source: Lock Mic
ar: قفل مايك
zh_hans: 封麦

# common_un_lock
source: Unlock Mic
ar: الغاء القفل
zh_hans: 解封

# common_mute
source: Mute
ar: كتم الصوت
zh_hans: 静麦

# common_un_mute
source: Unmute
ar: إعادة الصوت
zh_hans: 开麦

# common_kickout
source: Kick Out Room
ar: طرد
zh_hans: 踢出

# common_listen
source: Remove from Mic
ar: ترك الميكروفون
zh_hans: 下麦

# common_all
source: All
ar: الجميع
zh_hans: 全部

# common_to
source: To:
ar: إلى
zh_hans: 给：

# common_host
source: Host
ar: المضيف
zh_hans: 房主

# common_save
source: Save
ar: حفظ
zh_hans: 保存

# network_reconnect_tip
source: Disconnect with server,please click for reconnect.
ar: الشبكة غير متصلة ، يرجى النقر لإعادة الاتصال
zh_hans: 网络断开，请点击重连

# common_input_empty
source: Input must not empty
ar: لا يمكن أن يكون الإدخال فارغًا
zh_hans: 输入不能为空

# common_net_error
source: Net request failed.
ar: فشل طلب الشبكة ، يرجى التحقق من شبكة الانترنت
zh_hans: 网络异常，请检查网络

# common_search_ids_empty
source: The ID you entered does not exist
ar: المعرّف الذي أدخلته غير موجود
zh_hans: 你输入的id不存在

# common_chat
source: Chat
ar: محادثة
zh_hans: 聊天

# common_report
source: Report
ar: تقرير
zh_hans: 举报

# common_official
source: Official
ar: رسمي
zh_hans: 官方

# common_un_support_msg
source: The current version don't support this message, please upgrade
ar: الإصدار الحالي لا يدعم هذه الرسالة، يرجى الترقية
zh_hans: 当前版本不支持此消息，请升级版本

# common_shut_down
source: Turn off
ar: إيقاف
zh_hans: 关闭

# common_delete
source: Delete
ar: حذف
zh_hans: 删除

# common_days
source: %@ days
ar: %@ أيام
zh_hans: %@ 天

# common_use
source: Use
ar: استخدام
zh_hans: 使用

# common_using
source: Using
ar: جاري الاستخدام
zh_hans: 使用中

# common_enter_room
source: entered
ar: دخل
zh_hans: 进入

# common_illegal_picture
source: The picture you uploaded is suspected of violating regulations, please change the picture and upload again
ar: الصورة التي قمت بتحميلها يشتبه في أنها تنتهك اللوائح ، يرجى تغيير الصورة وتحميلها مرة أخرى
zh_hans: 你上传的图片有违规嫌疑，请更换图片重新上传

# common_has_sensitive_word
source: The content you submitted involves sensitive vocabulary, please modify and resubmit
ar: المحتوى الذي قدمته يتضمن مفردات حساسة ، يرجى التعديل وإعادة التقديم
zh_hans: 你提交的内容涉及敏感词汇，请修改后重新提交

# common_operation_limit
source: The number of edits has reached the limit, please try again later
ar: بلغ عدد التعديلات الحد الأقصى ، يرجى المحاولة مرة أخرى في وقت لاحق
zh_hans: 编辑次数已达上限，请稍后重试

# common_view
source: View
ar: أنقر

# common_accept
source: Accept
ar: قبول
zh_hans: 接受

# common_reject
source: Reject
ar: رفض
zh_hans: 拒绝

# common_hot
source: Hot
ar: شعبي
zh_hans: 热门

# common_coin_num
source: Gold Quantity
ar: كمية الذهب
zh_hans: 金币

# common_close
source: Close
ar: اغلاق
zh_hans: 关闭

# common_search
source: Search
ar: بحث
zh_hans: 搜索

# common_congratulations
source: Congratulations!
ar: تهانينا !
zh_hans: 恭喜!

# common_no_install
source: Please install %@ first
ar: الرجاء تثبيت %@ أولا
zh_hans: 请先安装%@

# common_thanks_share
source: thanks for your sharing
ar: شكرا لك على مشاركتك
zh_hans: 感谢你的分享

# common_no_more
source: No more
ar: لا أكثر
zh_hans: 没有更多了

# common_token_expire
source: Login information is invalid. Please login again
ar: معلومات تسجيل الدخول غير صالحة ، يرجى تسجيل الدخول مرة أخرى
zh_hans: 登录信息失效，请重新登录

# common_banned
source: Your account is blocked
ar: تم حظر حسابك
zh_hans: 你的账号被封禁了

# common_porn
source: Porn
ar: اباحية
zh_hans: 色情

# common_violence
source: Violence, Blood and Gore
ar: العنف والدم والدم
zh_hans: 血腥暴力

# common_malicious_insults
source: Malicious Insults
ar: السب الكيدي
zh_hans: 辱骂

# common_ads
source: Ads
ar: إعلانات
zh_hans: 广告

# common_fraud
source: swindle
ar: احتيال
zh_hans: 诈骗

# common_harassment
source: Harassment
ar: مضايقة
zh_hans: 骚扰

# common_other
source: Other
ar: أُخرى
zh_hans: 其他

# common_hours
source: %@ hours
ar: %@ ساعات
zh_hans: %@ 小时

# common_buy_success
source: Top up successfully
ar: تم الشحن بنجاح
zh_hans: 充值成功

# common_sorry
source: Sorry!
ar: آسف!
zh_hans: 抱歉!

# common_renew
source: Renew
ar: تجديد
zh_hans: 续订

# common_new
source: New
ar: جديد

# common_or
source: OR
ar: أو
zh_hans: 或

# common_edit
source: Edit
ar: تعديل
zh_hans: 编辑

# common_function_block
source: Your account has %1$@ category, this function will be back to normal use within %2$@
ar: حسابك به انتهاك من نوع %1$@، وستستأنف الوظيفة الاستخدام العادي في غضون %2$@
zh_hans: 你的账号存在%1$@类违规，该功能%2$s恢复正常使用
