Repository: thickfive/Mixed
Catalog: Mixed/Resources/*.lproj/Localizable.strings
Languages: ar, zh_hans

# room_list_tab_following
source: Following
ar: المتابعين
zh_hans: 关注

# room_list_tab_popular
source: Popular
ar: شائع
zh_hans: 热门

# first_recharge_sheet_day_title
source: days
ar: أيام
zh_hans: 天

# music_local
source: Local music
ar: الموسيقى المحلية
zh_hans: 本地音乐

# music_scan_to_add
source: Scan to add
ar: امسح للإضافة
zh_hans: 扫描添加

# music_room
source: Room music
ar: موسيقى الغرفة
zh_hans: 房间音乐

# music_search_hint
source: Search music or sing
ar: ابحث عن الموسيقى والمغنين
zh_hans: 搜索音乐或歌手

# music_my
source: My music
ar: الموسيقى الخاصة بي
zh_hans: 我的音乐

# music_popular
source: Popular music
ar: موسيقى شعبية
zh_hans: 热门音乐

# music_close_tip
source: Are you sure to turn off the Room music?
ar: هل أنت متأكد أنك تريد إيقاف تشغيل موسيقى الغرفة؟
zh_hans: 确定要关闭房间音乐吗？

# music_empty
source: No Music
ar: لا توجد موسيقى
zh_hans: 无音乐

# music_add_songs
source: Add songs now
ar: أضف الموسيقى الآن
zh_hans: 立刻添加音乐

# music_artist %@
source: Artist: %@
ar: الفنان: %@
zh_hans: 艺术家: %@

# music_play_order
source: Repeat playlist
ar: إعادة القائمة
zh_hans: 顺序播放

# music_play_cycle
source: Repeat the song
ar: إعادة الأغنية
zh_hans: 单曲循环

# music_play_random
source: Shuffle play
ar: تشغيل عشوائي
zh_hans: 随机播放

# music_play_need_mic_on
source: Music can only be played on the mic
ar: يمكن تشغيل الموسيقى فقط وأنت على الميكروفون
zh_hans: 在麦上才能播放音乐

source: Mode
ar: الوضع
zh_hans: 模式

source: Time
ar: الوقت
zh_hans: 时间

source: I will join
ar: سوف أنضم
zh_hans: 我将加入

source: Team Battle
ar: معركة فريق
zh_hans: 团战PK

source: Normal
ar: عادي
zh_hans: 普通

source: Neither
ar: لن أنضم
zh_hans: 都不加入

source: OK
ar: حسنا

source: History
ar: السجلات
zh_hans: 历史

source: Show the last 14 days of PK record.
ar: اعرض سجلات PK على مدار الـ 14 يومًا الماضية
zh_hans: 展示最近14天的记录

source: No records
ar: لا سجلات
zh_hans: 还没有记录

source: Red team
ar: الفريق الأحمر
zh_hans: 红队

source: Blue team
ar: الفريق الأزرق
zh_hans: 蓝队

source: The user who receive most diamonds will got the MVP title.
ar: سيحصل المستخدم صاحب أكبر عدد من الماسات على لقب MVP
zh_hans: 获得最多钻石的用户将获得MVP头衔

# Helped the team win!
source: %@ help the team win!
ar: %@ساعد الفريق على الفوز!
zh_hans: %@ 帮助团队胜利！

# Super Mic
source: Super mic will join
ar: سيتم إضافة ميكروفون فائق
zh_hans: 超级麦位将加入

source: Sure to leave the room? You are participating in a team battle.
ar: هل أنت متأكد أنك تريد مغادرة الغرفة؟ أنت تشارك في معركة فريق.
zh_hans: 确定要离开房间吗?你正在参与一场团战PK。

source: Sure to leave the seat? You are participating in a team battle.
ar: هل أنت متأكد أنك تريد ترك الميكروفون؟ أنت تشارك في معركة فريق PK.
zh_hans: 确定要离开麦位吗？你正在参与一场团战PK。

source: Sure to let the user leave the seat? The user is participating in a team battle.
ar: هل أنت متأكد أنك تريد أن يترك المستخدم الميكروفون؟ إنه يشارك في معركة فريق PK.
zh_hans: 确定要让用户离开麦位吗？他正在参与一场团战PK。

source: Click to start team battle!
ar: انقر لبدء معركة الفريق
zh_hans: 点击开启团战

source: Rule description
ar: وصف القاعدة
zh_hans: 规则描述

source: Don`t remind again
ar: لا تذكر مرة أخرى
zh_hans: 不再提示

source: Got it
ar: فهمتك
zh_hans: 已了解

# Room PK online! Make good use of PK to recelve more gift.
source: Team battle is online, come and open it
ar: تطابق الغرفة المناسبة تلقائيًا
zh_hans: 团战PK上线了，快来玩吧

source: Red team victory
ar: فوز الفريق الأحمر
zh_hans: 红队胜利

source: Blue team victory
ar: فوز الفريق الأزرق
zh_hans: 蓝队胜利

# PK_Rule_item1
source: 1. The user who receive most diamonds will got the MVP title.
ar: 1. سيحصل المستخدم صاحب أكبر عدد من الماسات على لقب MVP
zh_hans: 1.获得最多钻石的用户将获得MVP头衔

# PK_Rule_item3
source: 2. During PK, team members cannot take away the previous score if they change teams
ar: 2. أثناء فترة PK ، لا يمكن لأعضاء الفريق تغيير درجاتهم السابقة إذا قاموا بتغيير الفريق
zh_hans: 2.PK期间，团队成员更换队伍无法变更之前的分数

# PK_Rule_item4
source: 3. During the PK, if the team member leaves the team, the points converted from diamonds received in the history will still be calculated.
ar: 3. أثناء فترة PK، إذا غادر عضو الفريق من الفريق ، فإن النقاط المحولة من الألماس المستلمة في السجل ستظل تحسب.
zh_hans: 3.PK期间，团队成员离开队伍，历史收到的钻石换算的分数依然会被计算

# PK_Already_Start_Error
source: The round is not over yet, please wait until it is over before clicking [Start]
ar: الجولة لم تنته بعد ، يرجى الانتظار حتى تنتهي قبل النقر فوق [ابدأ]
zh_hans: 该轮未结束，请等结束后再点击[开始]

# pk_cannot_open_mic
source: The current mic mode cannot open PK, please switch to another mic mode
ar: لا يمكن لوضع الميكروفون الحالي فتح PK ، يرجى التبديل إلى وضع ميكروفون آخر
zh_hans: 当前麦位模式无法开启PK，请切换其他麦位模式

# room_create_title
source: Create Room
ar: قم بإنشاء غرفة
zh_hans: 创建房间

source: Room Name
ar: اسم الغرفة
zh_hans: 房间名

# room_creating
source: Creating...
ar: يتم إنشاؤه...
zh_hans: 创建中...

# room_name_edit_hint
source: Tell everyone what party you created
ar: أخبر الجميع عن الحفلة التي أنشأتها
zh_hans: 告诉大家你创建的是什么party

# room_chat_say_hi
source: Say Hi
ar: قل مرحبا
zh_hans: 说你好

# room_chat_setting
source: Public screen setting
ar: إعدادات الشاشة العامة
zh_hans: 公屏设置

# room_chat_open
source: Public screen is turned on
ar: الشاشة العامة قيد التشغيل
zh_hans: 公屏已打开

# room_chat_close
source: Public screen is off
ar: الشاشة العامة متوقفة
zh_hans: 公屏已关闭

# room_chat_setting_option_close
source: Close public screen
ar: غلق الشاشة العامة
zh_hans: 关闭公屏

# room_chat_setting_option_public
source: Open public screen to all users
ar: فتح الشاشة العامة لجميع المستخدمين
zh_hans: 对所有用户开放公屏

# room_chat_setting_option_public_to_micuser_and_admin
source: Open public screen to users on Mic and administrators
ar: فتح الشاشة العامة للمستخدمين الموجودين علي الميكروفون والمسؤولين فقط
zh_hans: 仅对麦上用户和管理员开放公屏

# room_chat_only_micuser_and_admin
source: The public screen is only open to users and administrators on Mic
ar: فتح الشاشة العامة للمستخدمين الموجودين علي الميكروفون والمسؤولين فقط
zh_hans: 仅对麦上用户和管理员开放公屏

# room_chat_official_notice_msg
source: Welcome to Lama. Please respect each other and chat in a decent manner.
ar: مرحبًا بكم في Lama. يرجى احترام بعضكم البعض والدردشة بأدب.
zh_hans: 欢迎来到Lama。请互相尊重，礼貌聊天。

# room_chat_announcement_msg
source: Announcement: %@
ar: إعلان الغرفة: %@
zh_hans: 公告: %@

# room_mic_leave
source: Leave the Mic
ar: ترك الميكروفون
zh_hans: 下麦

# room_mic_invite_title
source: Who to invite?
ar: دعوة من ؟
zh_hans: 邀请谁？

# room_mic_seat_op_success
source: %@ operate success
ar: %@ نجحت العملية
zh_hans: %@操作成功

# room_mic_seat_op_failed
source: $@ operate failed
ar: %@ فشلت العملية
zh_hans: %@操作失败

# room_mic_seat_mute
source: Mic seat mute
ar: تم كتم صوت الميكروفون
zh_hans: 麦位已静音

# room_mic_seat_listened_tip
source: You are listened by owner
ar: لقد تعرضت للطرد من الميكروفون من قبل المضيف
zh_hans: 你被房主踢下麦

# room_mic_seat_invite_tip
source: You have been invited by the room owner to use mic
ar: لقد تمت دعوتك من قبل صاحب الغرفة لاستعمال المايكروفون
zh_hans: 你已经被房主邀请上麦

# room_mic_seat_mode_kick_tip
source: Because the number of Mic in the room have changed,you've been kicked off the Mic
ar: لقد تم طردك من الميكروفون لأن عدد الميكروفونات في الغرفة تغير
zh_hans: 因为房间麦位数量变化，你被踢下麦了

# room_mic_seat_mode_pk_tip
source: The mic level mode cannot be switched during pk
ar: لا يمكن تبديل وضع مستوى الميكر
zh_hans: pk进行中无法切换麦位模式

# room_mic_seat_mode
source: Mic mode
ar: وضع الميكروفون
zh_hans: 麦位模式

# room_mic_seat_mode_layout_9
source: 9 persons
ar: 9 أشخاص
zh_hans: 9人

# room_mic_seat_mode_layout_13
source: 13 persons
ar: 13 شخصا
zh_hans: 13人

# room_mic_seat_mode_layout_16
source: 16 persons
ar: 16 شخصا
zh_hans: 16人

# room_create_cover_empty
source: Room cover must not empty
ar: لم يتم تحرير صورة غلاف الغرفة
zh_hans: 房间封面未编辑

# room_create_name_empty
source: Room name must not empty
ar: لم يتم تحرير اسم الغرفة
zh_hans: 房间名未编辑

# room_exit_tip
source: Confirm to leave the room？
ar: هل أنت متأكد من مغادرة الغرفة؟
zh_hans: 确定离开房间？

# room_exit_room
source: Exit Room
ar: الخروج من الغرفة
zh_hans: 退房

# room_minimize
source: Minimize
ar: تصغير
zh_hans: 最小化

# room_send_gift_roll_msg
source: %1$@ send %2$@ %3$@
ar: %1$@ إرسال %2$@ %3$@
zh_hans: %1$@ 送 %2$@ %3$@

# room_kick_out_tip
source: You have been kicked out of the room
ar: لقد تم طردك من الغرفة
zh_hans: 你已经被踢出了房间

# room_kick_out_user_tip
source: Kick out this user?
ar: تأكيد طرد xx من الغرفة?
zh_hans: 确定将该用户踢出房间？

# room_entering_room
source: Entering room
ar: جاري دخول الغرفة …
zh_hans: 正在进房…

# room_send_emotion_failed
source: Failed to send
ar: فشل فى الارسال
zh_hans: 发送失败

# room_share_desc
source: I'm in this room, let's play together
ar: أنا في هذه الغرفة ، لنلعب معًا
zh_hans: 我在这个房间，一起来玩吧

source: Room Setting
ar: إعدادات الغرفة
zh_hans: 房间设置

# room_title
source: Room Name
ar: عنوان الغرفة
zh_hans: 房间标题

source: Room Notice
ar: إعلان الغرفة
zh_hans: 房间公告

# room_notice_edit_hint
source: Add your room notice…
ar: يرجى تعديل إعلان غرفتك
zh_hans: 请编辑你的房间公告

source: Room Detail
ar: تفاصيل الغرفة
zh_hans: 房间详情

# room_online_member_count %@
source: Online room users (%@)
ar: عدد الأعضاء المتصلين (%@)
zh_hans: 在线成员数(%@)

# room_search_id
source: Enter ID
ar: أدخل المعرف
zh_hans: 输入ID

# room_notification_running
source: Lama room is running now
ar: غرفة Lama قيد التشغيل
zh_hans: Lama房间正在运行

# room_notification_back
source: Click back to the room
ar: انقر للعودة إلى الغرفة
zh_hans: 点击返回房间

# room_music_add
source: Add room music
ar: أضف موسيقى الغرفة
zh_hans: 添加房间音乐

source: Room theme
ar: موضوع الغرفة
zh_hans: 房间主题

# room_theme_item
source: Theme
ar: الموضوع
zh_hans: 主题

# room_theme_use
source: Use
ar: استخدام
zh_hans: 使用

# room_theme_using
source: Using
ar: جاري الإستخدام
zh_hans: 使用中

# room_theme_days
source: %@ days
ar: %@ أيام
zh_hans: %@ 天

# room_live_over
source: Room closed
ar: الغرفة مغلقة
zh_hans: 房间已关闭

# room_auto_match
source: Automatically match the right room
ar: تطابق الغرفة المناسبة تلقائيًا
zh_hans: 自动帮你匹配合适房间

# room_grab_red_packet
source: grabbed %@'s lucky bag
ar: حصلت على %@ صندوق حظ
zh_hans: 抢了%@的幸运包

# room_lock
source: Lock
ar: قفل
zh_hans: 加锁

# room_unlock
source: Unlock
ar: الغاء القفل
zh_hans: 解锁

# room_administrator
source: Administrator
ar: مسؤول
zh_hans: 管理员

# room_set_password
source: Set password
ar: ضبط كلمة السر
zh_hans: 设置密码

# room_change_password
source: Change password
ar: تغيير كلمة المرور
zh_hans: 修改密码

# room_enter_room_password
source: The room is locked, please enter the password
ar: الغرفة مقفلة ، الرجاء إدخال كلمة المرور
zh_hans: 房间已锁，请输入密码

# room_unlocked
source: Unlocked
ar: تم الفتح
zh_hans: 已解锁

# room_be_locked
source: Locked
ar: تم القفل
zh_hans: 已加锁

# room_wrong_pwd
source: Incorrect password, %@ chances left
ar: كلمة مرور غير صحيحة ، بقيت %@ فرص
zh_hans: 密码错误，还剩%@次机会

# room_pwd_no_change
source: No chance to enter the password today
ar: لا توجد فرص لإدخال كلمة المرور اليوم
zh_hans: 今日已经没有机会再输入密码

# room_owner_roulette_tip
source: Everyone plays super winner in your room, you can earn %@ of gold coins
ar: كل شخص يقوم بلعب Super winner في غرفتك، يمكنك الحصول على @% عملة ذهبية
zh_hans: 每个人在你的房间玩super winner，你可以赚取%@金币

# room_roulette_money_back
source: This round of the Super Winner game has been closed, and your admission fee %@ has been refunded.
ar: لم تنجح اللعبة ، وتم إعادة رسوم اشتراكك في اللعبة%@ إلى حسابك
zh_hans: 本轮超级赢家游戏已关闭，你的入场费%@已被退还。

# room_roulette_winner_result
source: Congratulations to %1$@ for becoming a super winner and winning %2$@ coins
ar: تهانينا لـ%1$@ على الفوز بجائزة super winner والحصول على %2$@ قطعة ذهبية
zh_hans: 恭喜%1$@成为super winner，赢得了%2$@金币

# room_roulette_owner_rebat
source: As a room owner, you got %@ gold coins from super winner
ar: تحصل على super winner صاحب الغرفة لتحصل على %@ عملات ذهبية
zh_hans: 你获得super winner房主抽成%@金币

# room_roulette_new_join
source: %@ just joined super winner
ar: %@ انضم للتو الى super winner
zh_hans: %@刚刚加入了super winner

# room_newer_first_send_gift
source: %1$s got %2$s's first gift in <Project>
ar: %1$s تحصل على أول هدية من %2$s في Lama
zh_hans: %1$s 获得 %2$s 在<Project>的第一次送礼

# room_chat_img_limit
source: Public screen posting is only available to users of level 3 and above
ar: النشر على الشاشة العامة متاح فقط للمستخدمين من المستوى 3 وما فوق
zh_hans: 公屏发图片只对等级3及其以上的用户开放

# room_rejoin_tip
source: Room error, please rejoin
ar: خطأ في الغرفة ، يرجى إعادة الانضمام
zh_hans: 房间出错，请重试

# room_rejoin
source: Rejoin
ar: إعادة الانضمام
zh_hans: 重进房

# room_chat
source: Chat Room
ar: غرفة الدردشة
zh_hans: 语聊房

# room_call_matching
source: Voice matching
ar: مطابقة الصوت
zh_hans: 语音匹配

# room_leave
source: Chat room is closed
ar: تم إغلاق غرفة الدردشة
zh_hans: 语聊房已关闭

# room_high_potential_user_tip
source: %@ is a high-potential gift-giving user, please warmly welcome
ar: %@ هو مستخدم يقدم الهدايا ذو إمكانات عالية ، يرجى الترحيب بحرارة
zh_hans: %@是高潜力送礼用户，请热情接待

# room_high_level_user_tip
source: %@ is a high-level user, please warmly welcome
ar: %@ هو مستخدم رفيع المستوى ، من فضلك أرحب بحرارة
zh_hans: %@是高等级用户，请热情接待

# room_super_mic
source: Super Mic
ar: مرتبة الميكروفون الفائق
zh_hans: 超级麦位

# room_owner_mic_name
source: Owner
ar: صاحب الغرفة

# room_super_mic_name
source: Super
ar: مايك العشيق

# room_game_center
source: Game center
ar: مركز اللعب
zh_hans: 玩法中心

# room_super_gift
source: Super Gift
ar: الهدية الفائقة
zh_hans: 超级礼物

# room_music
source: Music
ar: موسيقى
zh_hans: 音乐

# room_red_package
source: Lucky bag
ar: حقيبة الحظ
zh_hans: 幸运包

# room_chat_match
source: Chat match
ar: تطابق الدردشة
zh_hans: 聊天匹配

# room_pk
source: Group PK
ar: فريق PK
zh_hans: 团战PK

# room_mic_pk
source: Mic pk
ar: ميكروفون PK
zh_hans: 麦位PK

# room_party_square
source: Party square
ar: حدث بلازا
zh_hans: 活动广场

# room_country
source: Country
ar: دولة
zh_hans: 国家

source: My Activity
ar: عيد مبارك عليكم
zh_hans: 我的活动

# room_live_is_over
source: Live is Over
ar: الغرفة مغلقة
zh_hans: 房间已关闭

source: Audit not passed
ar: فشلت المراجعة
zh_hans: 审核未通过

source: Only users above level 15 can create room covers
ar: يمكن فقط للمستخدمين فوق المستوى 15 إنشاء سمات
zh_hans: 仅15级以上用户可以创建主题

# Room_One_Custom_Theme_Error
source: You can only upload a maximum of 1 cover
ar: يمكنك فقط تحميل غلاف واحد بحد أقصى
zh_hans: 您最多只能上传一张封面

# Room_Today_Custom_Theme_Error
source: You can only add a theme once per day
ar: سنكمل المراجعة في غضون 24 ساعة
zh_hans: 每天只能添加一次主题

# Room_Custom_Theme_Submit_Success
source: We will complete the review within 24 hours
ar: يمكن إضافة المواضيع مرة واحدة فقط في اليوم
zh_hans: 我们将在24h内完成封面审核

source: Customize
ar: تخصيص
zh_hans: 定制

source: You need to pay the coin to modify the gift.
ar: تحتاج إلى دفع عملات ذهبية لتعديل الهدية
zh_hans: 你需要支付金币来修改礼物

source: Pay
ar: دفع
zh_hans: 支付

source: Postpone
ar: تأجيل
zh_hans: 延期

source: Customize Gift
ar: هدية مخصصة
zh_hans: 定制礼物

source: 1.Please upload the gift cover
ar: 1. يرجى تحميل غلاف الهدية
zh_hans: 1.请上传礼物封面

source: 2.Choose a Gift style
ar: 2. اختر نمط الهدية
zh_hans: 2.选择礼物样式

source: Custom video
ar: فيديو مخصص
zh_hans: 自定义视频

source: The default styles
ar: أسلوب إفتراضي
zh_hans: 默认样式

source: The video size is within %@MB and the length is within %@ seconds
ar: لا يتعدي %@M حجم الفيديو ، المدة ما يقرب من عدد الثواني %@
zh_hans: 视频大小 %@M 以内, 时长 %@ 秒以内

source: Please Upload Gift Cover
ar: يرجى تحميل غلاف الهدية
zh_hans: 请上传礼物封面

source: Your video is over %@MB, please reduce it and upload it
ar: الفيديو الخاص بك يتجاوز %@MB ، يرجى تحميله بعد تصغيره
zh_hans: 你的视频超过 %@MB，请缩小后上传

source: Your video is over %@s, please shorten it and upload it
ar: الفيديو الخاص بك أطول من $@ ثانية ، يرجى تقصيره وتحميله
zh_hans: 你的视频超过%@秒，请缩短后上传

source: Your customized gift will be reviewed within 24 hours.
ar: ستتم مراجعة هديتك المخصصة في غضون 24 ساعة
zh_hans: 你的定制礼物我们会在24小时内完成审核

source: Insufficient modification times
ar: لا توجد تعديلات كافية
zh_hans: 修改次数不足

source: Set
ar: إعداد
zh_hans: 设置

source: Only users above level %@ can customize gifts
ar: يمكن فقط للمستخدمين فوق المستوى %@ تخصيص الهدايا
zh_hans: 只有等级%@以上的用户才可以定制礼物

source: You can set custom gifts for 30 days
ar: يمكنك تعيين هدايا مخصصة لمدة 30 يومًا
zh_hans: 你可以设置定制礼物30天

# Your custom gift is due in %@ days
source: Your %1$@ custom gift is due in %2$@ days
ar: تنتهي صلاحية هديتك المخصصة%1$@ في%2$@ يوم
zh_hans: 你的%1$@定制礼物还有%2$@天过期

source: Your %@ custom gift is under review
ar: هديتك المخصصة%@ تحت قيد المراجعة
zh_hans: 你的%@定制礼物正在审核中

source: Your %@ custom gift was not approved
ar: فشلت مراجعة الهدية المخصصة لـ%@
zh_hans: 你的%@定制礼物审核未通过

source: Your %@ custom gift has expired
ar: انتهت صلاحية هديتك المخصصة%@
zh_hans: 你的%@定制礼物已经过期

# room_voice_matching
source: Voice matching
ar: مطابقة الصوت
zh_hans: 语音匹配

source: %@month
ar: %@ شهر
zh_hans: %@月

source: Please upload the gift cover
ar: يرجى تحميل غلاف الهدية
zh_hans: 请上传礼物封面

source: Please upload the gift style
ar: يرجى تحميل شكل الهدية
zh_hans: 请上传礼物样式

source: This gift is an exclusive gift for intimacy, and is only applicable to users who have an intimate relationship to give and receive
ar: هذه الهدية هدية خاصة للعلاقة القوية ، ولا تنطبق إلا على المستخدمين الذين تربطهم علاقة قوية بالإرسال والاستلام
zh_hans: 此礼物是亲密关系专属礼物，只适用于有亲密关系的用户赠送和接收

source: Some recipients are not CP/Friend relationship with you, he/she cannot receive this exclusive gift from you
ar: بعض المستلمين ليسوا علاقة CP / صديق معك ، ولا يمكنه تلقي هذه الهدية الخاصة منك
zh_hans: 部分收礼方和您不是CP/Friend关系，他/她无法收到你赠送的此专属礼物

# room_world_cup_go_quiz
source: Go quiz
ar: التخمين
zh_hans: 去竞猜

# room_world_cup_go_cheer
source: Go cheer
ar: الهتاف
zh_hans: 去助威

# room_world_cup_cheer
source: Cheer
ar: الهتاف
zh_hans: 助威

# room_world_cup_champion
source: Champion
ar: البطل
zh_hans: 冠军

# room_speaker_closed_tip
source: Mute, click again to restore sound
ar: تم كتم الصوت ، انقر مرة أخرى لاستعادة الصوت
zh_hans: 已静音，重新点击可恢复声音

# room_cur_cp_rank
source: CP ranking
ar: ترتيب CP الحالي
zh_hans: 当前CP排名

# room_admin_grant
source: The owner set you as admin
ar: قام صاحب الغرفة بإعدادك كمسؤول
zh_hans: 房主将你设置为管理员

# room_admin_revoke
source: The owner canceled your admin
ar: ألغى صاحب الغرفة إشرافك
zh_hans: 房主取消了你的管理员

source: Voice Matching
ar: مطابقة الصوت
zh_hans: 语音匹配

source: This is common labels:
ar: التسميات الشائعة:
zh_hans: 相同标签：

source: This is peer labels:
ar: تسمية الطرف الآخر:
zh_hans: 对方标签：

source: Send you %@
ar: أرسل لك %@
zh_hans: 送你 %@

source: You send %@
ar: لك أرسل %@
zh_hans: 你送 %@

source: Are you sure you want to end this chat?
ar: تأكيد مغادرة الدردشة؟
zh_hans: 确认退出聊天？

source: Please speak politely, if you encounter or harassment, please report it immediately.
ar: يرجى الدردشة بأدب ، إذا واجهت إساءة أو مضايقة ، يرجى الإبلاغ على الفور
zh_hans: 请礼貌聊天，如遇到谩骂或骚扰行为，请立即举报

source: You received a voice matching invitation from a %@
ar: لقد تلقيت دعوة مطابقة صوت من %@
zh_hans: 你收到一个语音匹配 邀请来自一个%@

source: Since you are a new user, give you free experience times
ar: نظرًا لأنك مستخدم جديد ، فلديك بعض فرص التجربة المجانية
zh_hans: 因为你是新用户，你获取了几次免费体验的机会

source: Spend %@ gold coins to start voice chat?
ar: هل ترغب في إنفاق %@ من العملات الذهبية لبدء الدردشة الصوتية؟
zh_hans: 花费%@金币开始语音聊天？

source: Entering voice
ar: دخول الدردشة الصوتية
zh_hans: 进入语音聊天

source: The match is taken by others
ar: تم أخذ طلب المطابقة من قبل شخص آخر
zh_hans: 该匹配订单已被他人接单

source: Voice is running now
ar: الدردشة الصوتية قيد التشغيل
zh_hans: 语音聊天正在运行

source: Click back to voice
ar: انقر للعودة إلى الدردشة الصوتية
zh_hans: 点击返回语音聊天

source: Voice error, please reconnect
ar: حدث خطأ في الدردشة الصوتية ، يرجى محاولة إعادة الاتصال
zh_hans: 语音聊天发生错误，请尝试重连

source: Reconnect
ar: إعادة الاتصال
zh_hans: 重连

source: The other has hung up voice
ar: أنهى الطرف الآخر المحادثة الصوتية
zh_hans: 对方挂断了语音聊天

source: You can‘t get
ar: لا يمكنك الحصول علي
zh_hans: 你不能获得

source: %@ diamonds
ar: %@ ماسات
zh_hans: %@ 钻石

source: %@ coins
ar: %@ عملة ذهبية
zh_hans: %@ 金币

source: if you chat not enough
ar: اذا لم تبقي
zh_hans: 如果你本次没有聊够

source: seconds this time, are you sure to end this chat?
ar: ثواني في هذه المرة، هل ترغب في الخروج?
zh_hans: 秒, 确认退出聊天?

source: You have completed this voice matching chat, get
ar: لقد أكملت دردشة المطابقة الصوتية وحصلت على
zh_hans: 你已经完成了语音匹配聊天, 获得

# fl_family_star_today
source: - family star today -
ar: - نجم العائلة -
zh_hans: - 家族之星 -

# fl_Send_gift
source: Send gift
ar: إرسال الهدايا
zh_hans: 送礼

# fl_Received_gift
source: Received gift
ar: تلقي الهدايا
zh_hans: 收礼

# fl_Activity
source: Activity
ar: النشاط
zh_hans: 活动

# fl_Family_master
source: Family master
ar: رئيس العائلة
zh_hans: 家族长

# fl_Congratulations_Top_10
source: Congratulations to the family %@ Enter the room list Top 10
ar: تهانينا للعائلة %@ لدخولهم المراكز العشرة الأولى في قائمة الغرف
zh_hans: 恭喜家族 %@ 进入房间榜前10

# lucky_gift_tip
source: Give a gift to win the jackpot
ar: أرسل هدية واربح الجائزة الكبرى
zh_hans: 送礼中大奖

# lucky_gift_congratulation
source: Congratulations!
ar: تهانينا!
zh_hans: 恭喜!

# lucky_gift_congrat_content
source: Send %@ and get %@ times the gold coin reward
ar: أرسل%@ واحصل علي%@ مرات مكافأة على شكل عملة ذهبية
zh_hans: 送出%@爆出%@倍金币奖励

# lucky_gift_n_times
source: %@ TIMES
ar: %@ مرات
zh_hans: %@倍

# lucky_gift_n_coins
source: Get gold coins: %@
ar: العملات الذهبية:%@
zh_hans: 获得金币: %@

# lucky_gift_toast
source: The %@ gold coins you got have been put into the wallet
ar: تم وضع العملات الذهبية التي حصلت عليها %@ في المحفظة
zh_hans: 您获得的%@金币已放入钱包

# lucky_gift_message
source: Congratulations to %@ for sending out %@ and get %@ times the gold coin reward
ar: تهانينا لـ%@ على إرسال%@ وجائزة%@ العملات الذهبية
zh_hans: 恭喜%@送出%@，爆出%@倍金币大奖

# room_lucky_fruit
source: Lucky fruit
ar: فاكهة الحظ
zh_hans: 幸运水果

# room_rank
source: Ranking
ar: قائمة الترتيب
zh_hans: 排行榜

# room_youtube_video
source: Video
ar: فيديو
zh_hans: 视频

# room_youtube_select_a_video
source: Please select a video
ar: الرجاء تحديد مقطع فيديو
zh_hans: 请选择一个视频

# room_youtube_wait_to_play_a_video
source: Please wait owner to play a video
ar: يرجى انتظار مالك الغرفة لتحديد الفيديو
zh_hans: 请等待房主选择视频

# room_youtube_video_loading_owner
source: Loading, wait or select other video
ar: يتم تحميل الفيديو ، يرجى الانتظار أو اختر فيديو آخر
zh_hans: 视频加载中,继续等待或选择另一个视频

# room_youtube_video_loading
source: Loading, please wait
ar: يتم تحميل الفيديو ، يرجى الانتظار
zh_hans: 视频加载中,请等待

# room_youtube_video_play_error_owner
source: Error:%@, please select other video
ar: خطأ: %@ ، الرجاء تحديد فيديو آخر
zh_hans: 错误:%@，请选择另一个视频

# room_youtube_video_play_error
source: Error:%@, please sync
ar: خطأ: %@ ، الرجاء تحديث المزامنة
zh_hans: 错误:%@，请刷新同步

# room_video_online_users
source: Online Users
ar: مستخدم عبر الإنترنت
zh_hans: 在线用户

# room_video_room_type
source: Room type
ar: نوع الغرفة
zh_hans: 房间类型

# room_video_chat
source: Chat
ar: دردشة صوتية
zh_hans: 语聊

# room_video_video
source: Video
ar: فيديو
zh_hans: 视频

# room_video_guide
source: Support switching video rooms~
ar: يدعم تبديل غرف الفيديو ~
zh_hans: 支持切换视频房间啦~

# room_video_min_level_hint
source: Dear,please upgrade to Level %@ to switch to Video Room.
ar: يتطلب فتح غرفة دردشة فيديو مستوى مستخدم %@
zh_hans: 开启视频聊天房需要用户等级达到%@级

# room_video_switch_to_video_hint
source: Switch to the video room, the number of seats will be changed to 8, and the users in the other seats will leave their seats. Are you sure to switch?
ar: سيصبح التبديل إلى ميكروفون غرفة الفيديو 8 مقاعد، وستتم دعوة مستخدمي الميكروفون الآخرين لترك الميكروفون. هل أنت متأكد من التبديل؟
zh_hans: 切换到视频房麦位将变成8位，其余麦位用户将会被邀请下麦，确认切换吗？

# room_video_switch_to_chat_hint
source: Sure to switch to the Chat room?
ar: هل أنت متأكد من التبديل إلى غرفة الدردشة؟
zh_hans: 确认切换到语聊房吗？

# room_video_player_loading
source: The player is loading
ar: جاري تحميل المشغل
zh_hans: 播放器加载中

# room_video_search_youtube
source: Search Youtube Videos
ar: البحث عن مقاطع فيديو يوتيوب
zh_hans: 查找Youtube视频

# room_video_search_video
source: Search videos
ar: إيجاد فيديو
zh_hans: 查找视频

# room_video_empty
source: No video yet
ar: لا يوجد فيديوهات متاحة حتى الان
zh_hans: 暂无视频
